{
  "id": 8848924,
  "name": "Charles D. Stewart, vs. Thomas Preston, Jr.",
  "name_abbreviation": "Stewart v. Preston",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "1",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "3 Dallas' Rep. 378",
      "category": "reporters:scotus_early",
      "reporter": "Dallas' Rep.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cranch, 93",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 772,
    "char_count": 21661,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 1.0493534773577088e-07,
      "percentile": 0.5535706908008923
    },
    "sha256": "a44e8ed1d7628935ac17141a0d1b27518bc47eeaad847f37e625629797b2a266",
    "simhash": "1:d0f56d6932b3c28e",
    "word_count": 3694
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles D. Stewart, vs. Thomas Preston, Jr."
    ],
    "opinions": [
      {
        "text": "Baltzelü, Justice,\ndelivered the opinion of the Court:\nThis is a case from the docket of the late Court of Appeals of the Territory, having been transferred by act of the Legislature to the docket of this Court.\nA motion is made to dismiss, on the ground that the appeal having been taken to that Court, this Court being a Court of the State, has no jurisdiction to dispose of it. • •\nA question to the jurisdiction is. at all times a delicate one, and would have influenced the Court to pause and hesitate, before assuming it in this case, if the power had been at'all doubtful. But we see no room to question the jurisdiction. The act of, the Legislature of the State, organizing the Supreme Court, is imperative, “ that all “ cases now pending in said Court of Appeals, shall be transferred “ to said Supreme Court, and tried, arid decided therein, and thereby, “ except cases cognizable by the Federal Courts.” Acts 1845, p. 14, sec. 14.\nWe see no cause for questioning the power of the Legislature to pass this law, and none has been alleged in argument. There was obviously a necessity for it, from the fact that cases appealed from, must be disposed of by some tribunal, and who so appropriate as the jurisdiction, under the new organization, taking the place of, and substituted for the old one. We do not concur in the opinion of coun-ael, that if this Court does not take jurisdiction, the judgment of the Court below is revived; on the contrary, we strongly incline to the opinion that the appeal suspends the judgment, until some superior tribunal makes a rightful disposition of the case.\nBut the question occurs, is this case exempt from the jurisdiction of the Court, by being cognizable in the Federal Court. If so, it must be in a Circuit Court of the U. S. or a District Court having Circuit Court powers, vested with appellate jurisdiction. The law of Congress on the subject provides, “ That final decrees and judg- “ ments in civil cases in a District Court, when the matter in dispute “ exceeds the sum or value of $50, may be re-examined and reversed “or affirmed in a Circuit Court on a writ of error,” &c. Story’s laws, 60.\nDoes an appeal lie to the Supremo Court of the United States? The act of Congress provides, “ That final judgments' and decrees in “ civil actions and suits in Equity in a Circuit Court, brought there “ by original process, or removal there from Courts of the several “ States, or by appeal from a District Court, when the matter in dis- “ pute exceeds #2000, may be re-examined and reversed or affirmed “in-the Supreme Court.” Story, 61.\nBut it is alleged that the citizenship of the party, or alienage, in some of the cases pending before the Court, creates a difference in favor of the application. The laws of Congress referring to the subject, contain the following provisions :\n“ The Circuit Courts shall have original cognizance concurrent with the Courts of the several States, of all suits of a civil nature at “ common law or in equity, where the matter in dispute^ exclusive “ of costs, exceeds the value of $500, and the United Stares are “ plaintiffs or petitioners, or an alien is a party, or the suit is between “ a citizen of the State where the suit is brought and a citizen of aa- “ other State.” Story, 57.\n“ That if a suit be commenced in any State Court against an alien, “ or by a citizen of the State in which the suit is brought against “ the citizen of another State, the matter in dispute exceeding five “ hundred dollars, and the defendant shall, at the time of entering “his appearance in such State Court, file his petition for the re - “ moval of the cause for trial into the next Circuit Court, on giving “ bail, &c.; the cause shall there proceed as if brought by original “process.” Story, 58.\nThese two provisions are inapplicable to the case of an appeal from another tribunal, and were designed for suits in their original institution, and before judgment. ,\nNone of these laws of the U. S. nor any others we have been able to find, provide for the transfer by appeal or writ of error of a judgment rendered by the Superior Court of a Territory to a District or Circuit Court, or to the Supreme Court of the United States.\nThe case then must be tried by this Court, or not tried at all. Were it a case of admiralty, or other case exclusively cognizable by the United States Courts, the Court would at once make the transfer, as has been already done in cases on the docket; but it is not of this character — on the contrary, being a case for the recovery of money, and within the ordinary common law jurisdiction of Courts, it is clearly within the appellate jurisdiction of this Court.\nFor these reasons, we think the case is rightfully before the Court, and the motion is therefore overruled. '\nPer Curiam. Motion overruled.",
        "type": "majority",
        "author": "Baltzelü, Justice,"
      }
    ],
    "attorneys": [
      "T. H. Hagner, for Appellee, said :",
      "S. W. Caemack for Appellant."
    ],
    "corrections": "",
    "head_matter": "Charles D. Stewart, vs. Thomas Preston, Jr.\nThe Act of the General Assembly, “that all cases now pending in said Court of Appeals, shall be transferred to said Supreme Court, and tried and4eci-ded therein and thereby, except cases cognizable by' the Federal Courts” is imperative, and there is no cause for questioning the power of the General Assembly to pass such a law.\nAn appeal suspends the judgment until some Superior Tribunal makes a rightful disposition of the case.\nThe laws of the United States, do not provide for the transfer by appeal or Writ of Error of a judgment rendered by the Superior Court of a Territory, to a Pistrict or Circuit Court, or to the Supreme Court of the United States.\nThis case having been docketed, and being called, Appellee by his Attorney, made and filed the following motion to dismiss the same, which fully sets forth the facts:\nAnd now on this 6th January, 1846, on the calling of this case, comes Thomas H. Hagner, an Attorney of this Court, and gives the Court here to understand and be informed, that the cause now placed upon the Docket of this Court, was heretofore, on the 31st December, 1844, docketed in the Court of Appeals of the Territory of Florida, being an appeal to that Court, from Gadsden Superior Court. That on the 14th January, 1845, the cause was argued and submitted to said Court of Appeals, and that afterwards on the 8th February, 1845, the said Court of Appeals announced that it would hold the same under advisement, and the said Court adjourned with said case in that posture — and now he moves to dismiss the cause from this Court:\n1st. Because it has no rightful place here, and this Court has no jurisdiction of the same, the said causé coming here neither by Writ of Error, nor Appeal, nor by agreement of parties; the agreement of appeal being to the Court of Appeals.\n2d. Because the cause has not been legally transferred to this Court, from the Court of Appeals, nor has any mode been ordained by competent authority, whereby said cause has a day in this Court.\n3d. Because the Judgment of Gadsden Superior Court, is final un til reversed by the proper Appellate Tribunal to which the cause was by consent of parties transferred, and to which an appeal lay by the laws of the United States.\n4th. Because this Court has appellate jurisdiction only over those inferior‘Courts, which the Constitution of the. State of Florida hath established, and which compose with it, the Judiciary powers of the State.\nT. H. Hagner, for Appellee, said :\nIt would be necessary to take a view of the constitution of the late Superior Courts, and of the Court of Appeals of the Territory of Florida ; and also of the effect of the formation of State Government upon those tribunals, in order to present the questions involved in this motion.\nThe whole system of government established by the United States over the Territory of Florida, owed its existence to the constitutional power of Congress, “ to dispose of, and make all needful rules and “ regulations, respecting the Territory and other property belonging “ to the United States,” and the Judiciary established as part' of that system, “ are not Constitutional Courts, but are Legislative Courts,\n“ created in virtue of the general right of sovereignty, which exists in “ the Government oí the United States.” Again, “ the jurisdiction “ with which they are invested, is conferred by Congress, in the ex- “ ecation of those general powers which that body possesses over the “Territories of the United States.” By C. J. Marshall — Am. Ins. Co. vs. Canter.. 1 Peters’ S. C. Rep. 546.\nThe several acts of Congress, therefore, organizing the Territorial government in Florida, were but the repeated exercise of Constitutional power, of the general right of sovereignty; and though expressed merely by legislative enactment, was a legitimate government, which Congress alone was competent to organize, and which owed its duration, as well as its existence, to the continuance of the same constitutional power in Congress.\nThe Judicial power was “vested in two Superior Courts, (after- “ wards increased in number,) and in such Inferior Courts, and Jus- “ tices of the Peace, as the Legislative Council of the Territory might “ from time to time establish.” And writs of Error and Appeal were at first allowed, immediately, to the Supreme Court of the U. S. Afterwards, by act of Congress, approved 26 May, 1824, the Court of Appeals was established, to which Appeals and Writs of Error were required tobe made in the first instance;'thence causes might be removed by like process to the Supreme Court of the U. S.— The judgments of the Superior Courts, both before and after that change, however, were complete and final, until reversed by the appellate tribunal constituted by the same power to which the Courts of original jurisdiction owed their existence, and forming with them an entire-system.\nThe State of Florida was admitted into the Union on 3d March, 1845. No provision was made by Congress for the transfer, either to the State Courts, or to the District Courts of the United States, of the causes pending at the date of the admission; and the question arises: What was the consequence upon causes pending in the late Court of Appeals, of the act of admission? Did the causes then pending upon appeal abate ? And do the original judgments stand as if no Appeal or Writ of Error had been sued out? Or are the State Courts competent to take up and decide pending cause.s ?\nIt is clear that the admission of Florida into the Union at once deprived those’ Legislative Courts, established by Congress, of all vital energy,as such — for the general right of sovereignty which gave them birth, was gone, and the power of Congress over, this soil, as Territory .of the United States, became at once, “ among the things that were.” True, these Courts still existed as State Courts ad interim, by force of their adoption by the State Constitution ; but they commenced by new tenure — they formed an entire system — not united to the new — not consolidated with the old, but adopted for the time for the.convenience of the State — a provisional arrangement. To do all this, the power of the State of Florida was undoubtedly suffi. cient. But when the Schedule and Ordinance, declaring that, “all “ actions at law, or suits in Chancery, or any proceeding pending, or “ which, may be pending in any Court of the Territory of Florida, “ may be commenced in, or transferred to such Court of the State as “ may have jurisdiction of the subject matter thereof,” is held to demand, in the absence of any Legislative action by Congress, and of all consent between parties litigant, that the State tribunals shall take the place of the Superior Courts, and of the Court of Appeals, I insist that this is a wrong construction of the Schedule, or else that the State has no such power to confer this jurisdiction. All pending actions or proceedings “ may be commenced in or transferred to,” &c. Why this alternative expression ? Why not transier all pending actions ? Why are some pending proceedings to be commenced in the State Courts, while others are transferred to those tribunals'! Clearly, because where the parties consent, they may be transferred as they are — without consent, must be commenced anew. Other interpretation involves the constitutional objection which I shall proceed to enforce.\nX deny the authority of the State Government to transfer pending causes to her • Courts ! There is no affinity nor affiliation between the Legislative Courts, established by Congress, and the Courts established and ordained by the State Constitution. Different in origin —different in jurisdiction — different in their powers and capacities— subject to revision by different tribunals. Thejr form parts of entire different systems of government, constituted by different authority. The one was temporary — the other perpetual — the one must end when the other begins. How can they coalesce 1 From the Court of Appeals, a writ of error or appeal lay, in all cases of sufficient mere numerical amount, to the Supreme Court of the United States ; from the Supreme Court of the State, questions of principle, or some constitutional provision, alone can warrant the supervision of the Federal Judiciary. The defendant had consented to the appeal, without security, which should take this cause to that Court, whence an appeal lay to the Supreme Court of the U. S. If his case is revised here, he must submit to the sentence of this Court as a Court of last resort — to the judgment of a Court not in existence at the period of his consent, and foreign to the whole system, under which the judgment in his favor was rendered — of a Court not bound, as was the Court of Appeals, by the decisions of the appellate tribunal, but a State Court, with power to declare the law as a Court of last resort. Surely no fair construction of that consent, can lead to consequences such as these.\nIf it be contended that the State Constitution has been approved by Congress, and that thus this Ordinance may be said to be the act of the National Legislature, we say that Congress has not passed upon the subject. In the preamble to the act for the admission of Florida into the Union, will be seen the extent of its action. It declared that the people of Florida did, by their delegates, on the 11th January, 1839, form for themselves a Constitution, which said Constitution is Republican. This is all Congress has done, and this is ail it had power to do, in- passing upon that instrument. New States may be admitted into the Union, and the United States guarantees to every State a Republican form of government — and under these provisions of the Constitution, the action of Congress was had. The act of admission into the Union cannot supply the place of such legislation by Congress, if any were necessary, to'prevent the abatement of causes, or to authorize their transfer to State Courts. In the case of Bermudez vs. Ibanez — 3d Martin’s Louisiana Rep. 2 — the question was submitted to the decision of the Supreme Court of that State, whether there existed a right of appeal from a judgment of the Superior Court of the Territory, rendered since the adoption of the Constitution, and while the Court was acting as a State Court. The Court say : “The Superior Court of the late Territory of Orleans “ was vested with Original and appellate jurisdiction. Such were “ the duties it exercised — such were its powers. That, therefore, “ must be the jurisdiction in which it was continued, for it cannot be “ pretended that its judgments have become subject to an appeal, “ without admitting that there has been an innovation, and a change “ in that branch of the former government — that is to say, without “ admitting that which is expressly provided against by the Schedule. “ But it has been contended that the right of appeal to the Supreme “ Court being secured to the citizen since the day on which the Con- “ stitution was approved by Congress, all the judgments rendered “ since that time must be subject to it. This appears to the Court “ to be a forced construction of the 2d sec. of the 4th art. The “ right of appeal, no doubt, was guarantied by the Constitution, but “ when was it to take effect ? Which were the tribunals over whose “ decision the Supreme Court was to exercise the appellate jurisdie- “ tion assigned to it by the Constitution ? Undoubtedly those inferior “ Courts which the Constitution directed to be established, and “which composed with it the Judiciary powers of,the State. The “ Superior Court was no part of that system — it had no concern with “it — its authority under the Schedule was a continuation of its former “ jurisdiction — it was independent of the future authorities, and its “judgments must stand as irrevocable .as they were under the Ter- “ ritorial Government.”\nTrue it is, that no appeal had been provided by Congress, from the Judgment of the Superior Court, but can this vary the case ? Can this ward off the force of the argument? Was not the State powerless to graft upon the provisional system thus adopted, appellate jurisdiction 1 Do not the Court declare that system must be continued as before 1 Must not the State take it as she finds it ? Must not the judgments of the Superior Courts, stand as irrevocable as they were under the Territorial Government 1 reversible only by the Appellate Tribunals, to which those Courts were amenable ? Were they not independent of future authorities ? Surely when óur Court of Appeals was done away, then the judgments of the Superior Courts were as final and irrevocable as those of the Superior Court of Louisiana— as irrevocable as if no appeal had ever been allowed — as though an Appellate Tribunal in the Territory, had never been established, they stood then as they stood prior to 1824, apd the State Government was quite as powerless to turn the causes into a new channel, as they would have been to destroy the judgments already rendered by an edict of the Constitution.\nThe case from Louisiana is in fact stronger than the case, at bar; the decision there appealed from, was made by the Superior Court, while a State Court, adopted by the Constitution ; here the judgment was rendered long before the admission into the Union, and before the Constitution of Florida had been called into life.\nI have shown that the Courts of the Territory were Legislative Courts; as Legislative Courts created by written law, their jurisdiction is defined by written law and cannot be transcended. Exparte, Bollman and Swartout, 4 Cranch, 93.\nCan that jurisdiction done away in the Court itself, be taken up and exercised by a State Tribunal, established by a different government, and called into existence only when the former has expired ? The admission into the Union was a virtual repeal of the act creating those Legislative Courts, and it is a repeal without any saving of proceedings commenced and pending before it. In such case the whole power and authority cease, and the Court cannot proceed with what may have been commenced. 6 Pickering, 501.\nIf those Legislative Courts, the Courts of the Territory, could not proceed to finish what was before them, can it be that the State Constitution or State law, can eke out the expired jurisdiction, can supply omitted Legislation of Congress, can add the saving of proceedings commenced and pending ? Indeed not only so, but can create and establish another tribunal, who shall commence where the Legislative Courts established by Congress left off, and carry on the proceedings in a tribunal foreign to the jurisdiction which commenced them.\nThe consequence which I insist followed this admission into the Union, is no novel principle — the abatement of proceeeding pending, unless saved by competent provision of a competent Legislation. It, is a familiar principle that when an act of parliament is repealed, it must be considered, except as to transactions passed and closed, as if it had never existed. Prosecutions are thus oftentimes brought to a sudden end — condemnations of prize rightful when made reversed by the appellate tribunal — the discharge of bankrupts who had complied with all the requirements of the statute, refused because of the repeal of the statute ; and no proceedings whatever can be pursued under a repealed statute, though begun before the repeal, unless such proceedings are authorized under a special clause in the repealing act. 1 Wash., C. C. R. 84. 4 Dallas R. 872.\nSo where the amendment to the Constitution of the United States was adopted, providing that the Judicial power of the United States, should not be construed to extend to suits against one of the States by citizens of another State, or by citizens or subjects of any foreign State, the Supreme Court of the United States unanimously decided, that no jurisdiction could be exercised in such suits against a State, though they had been previously brought, and were depending when the amendment was adopted. Hollingsworth vs. Virginia ; 3 Dallas’ Rep. 378.\nWhat was the principle of this decision ? clearly that from the moment the power to sue a State was annulled and revoked, the power ceased to be a part of the Constitution — not existing there, the source of its origin, it could be found no where else ; bearing in mind then that “ the jurisdiction of the Court of Appeals was conferred by Congress,” in virtue of the general right of sovereignty, which is now clearly gone, how can this case be proceeded in, under a jurisdiction not conferred by Congress 1 The State Government is incompetent to confer it. The appellate tribunal being done away the cause cannot rightly be proceeded in — the original judgment must stand — there is no appellate tribunal to review it.\nS. W. Caemack for Appellant."
  },
  "file_name": "0001-01",
  "first_page_order": 41,
  "last_page_order": 49
}
