{
  "id": 8848956,
  "name": "Charles D. Stewart, vs. Thomas Preston, Jr.",
  "name_abbreviation": "Stewart v. Preston",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "10",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 10"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "17 Johnson Rep. 384",
      "category": "reporters:state",
      "reporter": "Johnson Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 69",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters' Rep. 369",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "17 John. 2",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0008-01"
      ]
    },
    {
      "cite": "7 Cranch 97",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "17 John, 384",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0303-01"
      ]
    },
    {
      "cite": "9 Cranch, 28",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        533613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/13/0028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1141,
    "char_count": 38218,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.769535123315763e-07,
      "percentile": 0.8342235396735486
    },
    "sha256": "7512c0fd6faf9496c609393f6f0d90c34090acb571c12ce2ea858bdf667ab346",
    "simhash": "1:4be11dc03558a49d",
    "word_count": 6649
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles D. Stewart, vs. Thomas Preston, Jr."
    ],
    "opinions": [
      {
        "text": "Bax.tzei,l, Justice:\nThis is an appeal from a judgment of the late Superior Court for the County of Gadsden, rendered on a petition filed by appellant to obtain the foreclosure of a mortgage, under the Statute “ to regulate “ the foreclosure of mortgages by the Courts of Common Law, and “ for other purposes.”\nThe plea filed by defendant is, “ that the mortgage was executed and delivered to Edward Carey and others, to indemnify them as endorsers on certain notes therein named; that it was intended by the terras thereof to operate only as a personal covenant of indemnity, and therefore not subject to the operation of the assignment set forth in the petition, nor does the assignment convey such an interest as would give him the right to foreclose against the respondent.”\nAn examination of the deed will at once show the fallacy of the position that it was given for indemnity merely. It is true the recital of the instrument expresses its “ purpose to be the securing Carey and the other endorsers from any damage, loss or liability, in consequence of their endprsements,” but the conveyance is made subject to “ the conditions and stipulations, that if Preston shall pay all and “ each of the notes as they become due, and not make default in any “ of them, then the above obligation to be void, and the title thereby “ conveyed ; and it was further expressly stipulated, that if Preston “ shall fail in payment of said notes and suffer the same to be protes- “ ted, or to remain over due in whosoever hands the same he found, “ then the said Carey and others, on making affidavit of such non“payment, and the amount thereof, shall be permitted to foreclose the “ mprtgage, take out execution and bring to sale the said negroes, or “ any portion necessary to the payment of the sum due, notwilhstand- “ ing said sum may not have been' paid or any part thereof, by said “ Carey and others.”\nWe are not permitted in the construction of this or any other instrument, to consider one part to the exclusion of another, but must look at the whole to perceive the design of the maker of it. Indemnity was certainly its purpose, but there was an- object beyond this, plainly expressed, by which indeed it was to be accomplished, which was to provide for “payment of the notes,” and payment in whoso- “ ever hands the same might he found.” It is on payment alone of the notes that the “ title conveyed and the obligation are to be void,” and extraordinary means are provided to coerce payment even before the endorsers sustain any damage. Now if indemnity had been the sole object, these provisions would have been excluded, and others introduced to the effect that the title and obligation should be void on the endorsers being relieved or released from their responsibility. Such however is not the case.\nIt is then in the opinion of the Court not a mortgage of indemnity to the endorsers merely, but to secure the payment of the notéis in addition. The decision of this point carries with it the other one taken by defendant’s counsel dependent upon it, that being for indemnity merely, the mortgage was not assignable. As a general rule the endorsement of the notes secured by a mortgage carries with it the mortgage ; this has not been denied in argument, and it has not been deemed necessary to cite authorities in support of it. In the present case there is an endorsement by Carey and others, to the plaintiff “ without recourse,” and we proceed to enquire as to its effect upon the transfer of the mortgage.\n“ A qualified endorsement in no respect affects the negotiability of “ the instrument, but simply qualifies the duties,- obligations and 'res- “ ponsibilities of the endorser resulting from the general principles “ of law. Thus for example an endorsement of a note to A, without ‘‘recourse will not restrain the negotiability of the note, but willsim- “ ply exclude any responsibility of the endorser on the non-accep- “ tance or non-payment thereof.” Story on Prom, notes 160, Section 146.\nThe form of such an endorsement best expresses its nature and character: “ James Atkins sans recourse or James Atkins with in- “ tent only to transfer my interest, and not to be subject to any liability “ in case of non-acceptance or non-payment.” Story on Notes, 149 ; Chitty on Bills, 250 — 251.\nWhatever interest then would pass by a general or full endorsement, it seems will pass by a qualified endorsement. If right in this respect, the endorsement in this case carried with it the right and interest of the mortgage, as it certainly did the right to the note itself. This however is not so material, as there is a direct assignment and transfer of the mortgage by Carey and others, the grantees, to the plaintiff. It is alleged that this is invalid on account of the erasure of the words Bank of Columbus, and interlineation of the name of plaintiff, but the law is too well settled to admit of controversy on this point: “ An interlineation or erasure apparent on the face of “ the deed,” says Chief Justice Marshal, in the case of Speake and others, vs. The United States, “ does not of itself avoid it. T.o pro- “ duce this effect it must be shown to have been done under circumstances that the law does not warrant.” 9 Cranch, 28 ; 3 Condensed rep. 244.\nIn that case the facts were distinctly put in issue by the plea of non est factum, - whereas in the case under consideration, there is neither averment nor proof that the alteration was illegally or improperly made.\nWe might here close our examination of the case, having disposed of the objections raised by defendant in his pleading, and show a clear and sufficient right in the plaintiff to recover. All other de-fences, according to the rules of pleading, are considered as waived, especially such as are connected with the facts of the' case ; and the rule in this respect is founded upon principles of justice and proprie-' ty. Where .a defence is made in appropriate season, the opposing party may prepare'to meet it, to explain' and remove'whatever may be prejudicial to his case. But when made at an unsuitable time, it may surprise, and if received, do injury and injustice.\n' With these rvemarks, we proceed tó notice objections urged in this Court by defendant’s counsel with great zeal, and on which great reliance has been placed, which though not presented by the defence below, it maybe more satisfactory to have cbnsidered. “ That the mortgage was made and delivered Upon a ;state of circumstances which afteryards became changed and altered, and to effect purposes afterwards abandoned, and that in truth the.deed was delivered upon conditions not performed. -The notes were endorsed by them without recourse, that endorsement wás contemporaneous with the making of the notes in point of law, and thus evinces an entire change of the original design of the parties. In argument it was said, that Carey and others, never were bound, they did not become liable on Preston’s account, they never were sureties at all, they never run any.risk on his account,” 1 ’ ,~\nIf all this be true, it was certainly most material to Preston’s de-fence ; it must have been known to him at the time of filing his plea and his failure to rely upon it, if not entirely at variance with its, existence, to say the least, is wholly inexplicable. The position “ that Carey and Others, were never sureties, por liable on Preston’s account, nor run any risk for him,” is rather broad, considering' the character of the deed and its provisions, declaring expressly that'they had endorsed for him, and had become his securities.” The other points are based oh the'assumption that “the endorsement of Carey and,others, was contemporaneous with the making of the notes in point of law,” and that Prestop derived no benefit or advantage from it.\nSuch a presumption would be a very forced one, opposed as it is to the recital óf the deed, declaring that they had endorsed -in blank, to its objects and'pufposes — its delivery and possessión by plaintiff, and the direct object and end of Preston in making and procuring them all. The notes are payable at either of the Banks in Columbus, and were obviously designed for discount..' The fact of the endorsement sho.ws that he could not get money, on his own credit, or the discount without endorsers may have been., against the rules of the Bank; hence he procured them — that he could not get it on endorsement alone ; hence he gave a security on property. Now that Preston, after completing his arrangement and before presenting the notes for discount, should have filled up the endorsement so as to destroy the liability oí the endorsers, is wholly incredible ; the more so if the effect of the act were to invalidate the mortgage also. He would then, according to the argument of defendant’s counsel, have presented his notes for discount with no security. But if the endorsement was of no use to him nor the mortgage either, why not destroy them and substitute his individual note in their place ? He certainly could not in honesty and fairness have presented a note secured apparently with endorsement and mortgage, for discount, which he knew' at the time to be invalid and worthless. We will not presume a state of facts so injurious to fair dealing and common, honesty. Oh the contrary the fair and rational inference is, that these instruments Were made for an object which was attained, and that they were of use to him. The fair presumption is that the notes were discounted whilst the endorsements were in blank, on the faith of them and the mort. gage, and that the endorsers either took them up by payment or otherwise, and'afterwards transferred’them to the present holder, he taking them with the qualified endorsement; or that the endorsers, the notes having been discounted at Bank, bargained for their exoneration from the endorsement by giving an assignment of the mortgage, an arrangement which they had a right to make, and which Preston could not object to, as by it, his purpose of saving his endorsers through means of a deed made expressly for that object, was fully attained.\nWe have seen, however, that the effect of the qualified endorsement was to transfer the right and interest of the mortgage, so that the effect would be the same, whether the endorsement was filled up contemporaneously with the note or afterwards. If the Bank, or party negotiating the notes, dispensed with the endorsement, so far as to take it without recourse, their design must have been to rely on the mortgage ; and from the fact that it was not discharged, or in any way cancelled, but placed on the record found in possession of plaintiff, the inference is conclusive that Preston regarded it as valid, and a subsisting security. Strong as the above positions are, they are fortified by the fact that credits appear oil the note for monies received by plaintiff of defendant, to nearly half his indebtedness.\nWe fully concur in the position taken by defendant’s counsel, that the mortgage created a trust for the payment of the notes, and that Carey and others might, in a proper case, have been decreed to allow the use of their names, if necessary to a suit, fo have the mortgaged property applied to their payment. This-was’not necessary in this case, as they have assigned their mortgage to plaintiff.\nUpon the whole, we are of opinion that the judgment of the Court below was erroneous and should be reversed. ' It is therefore considered by the Court, that the judgment of the Superior Court be, and the same is hereby reversed and set aside!,'with costs.' And it is further ordered, that this case be remitted to the Circuit Court for the county of-Gadsden, for farther proceedings to be had in conformity to this opinion.\nPer curiam. ' Judgment reversed.",
        "type": "majority",
        "author": "Bax.tzei,l, Justice:"
      }
    ],
    "attorneys": [
      "S. W. Carmack, for appellant:",
      "T. H. Hagner, for appellee, argued:",
      "CarmacJc in reply"
    ],
    "corrections": "",
    "head_matter": "Charles D. Stewart, vs. Thomas Preston, Jr.\nA mortgage, by A to indemnify his endorser B, from loss or damage in consequence óf his endorsement, and stipulating that if A shall fail in payment of said Note, and suffer the same to be protested or remain over due, in whosoever hands the same may be found, then that B, on making affidavit of such non-payment and the amount, may foreclose, See.; and which mortgage was afterwards transferred by B, “ without recourse” to C, the endor-see of the note by B, also “ without recourse” — held that the mortgage is valid in the hands of C, and may be foreclosed by him, and the mortgaged property subjected to the payment of the debt due C on the note.\nIn construing an instrument of writing, a Court cannot consider one part to the exclusion of another; but must look at the whole to perceive the 'design of the maker.\nAs a general rule, the endorsement of the notes secured by a mortgage carries with it the mortgage.\nWhatever interest would pass by a general or full endorsement, it seems, ’will pass by a qualified endorsement.\nAn interlineation or erasure apparent on the face of a deed, does not of itself avoid it; to produce this effect it must be shown to have been made under circumstances which the law does not warrant.\nAll defences not made in the pleadings are considered as waived, especially such as are connected with the facts of the case.\nHeld that the mortgage in question created a trust for the payment of the notes, and that the mortgagees who had assigned “ without recourse,” might have been decreed to allow the use of their names, if necessary to a suit, to have the mortgaged property applied to their payment.\nAppeal from Judgment rendered in late Superior Court for the County of Gadsden, at its Fall Term, 1844, on petition to foreclose a mortgage under the statute.\nThe motion to dismiss this case having been overruled, the Court proceeded to consider the same. The facts are these :\nPreston on the 2nd January, 1839, made six several promissory Notes, payable to the joint order of Edward Carey, James R. Jones, Thomas Hoxey and Hines Holt, Jr., which the said Carey and others, as the joint sureties of Preston, endorsed in blank, and of which appellant became the holder. . The endorsement on each of the Notes, is, “ we endorse the within, ‘ without recourse,’ to Charles D. Stewart,” signed Carey and others, and is without date ; and on each of the notes there are credits by Stewart.\nThe defendant Thomas Preston, Jr., on the same day of the making and endorsing ofthe notes, executed and delivered to Edward Carey, and others, the endorsers, an indenture of mortgage on certain property therein described, “ for the purpose of securing the said Edward Carey, James R. Jones, Thomas Hoxey and Hines Holt, Jr., jointly and severally from any damage, loss or liability, inconsequence of their said endorsements.” The indenture of mortgage further recited, that “ all of which said several promissory notes are endorsed in blank,” and that Carey and others, by such endorsements' became the joint securities of the said Thomas Preston, Jr., for the payment of the several amounts of money specified in the said several promissory notes, at the times they severally became due.” The condition of the mortgage is as follows : “ Provided, always that the fore- “ going is subject to the conditions and stipulations herein after “ written to wit: That if the said Thomas Preston Jr., shall pay all “ and each of the several promissory notes herein mentioned as they “ severally become due and payable, and shall not make default in “ any or either of the same, then the above obligation to be void, “ and the title thereby conveyed. And it is further expressly stipula- “ ted and understood that if the said Thomas Preston, Jr., shall fail “ in the payment of any or either of the said promissory notes, and “ shall suffer the same to be protested or to remain over-due and un- “ paid, in whosoever hands the same may be found, then the said Edward Carey, James R. Jones, Thomas Hoxey and Hines Holt Jr., “ or either of them, upon making affidavit of such non-payment and “ the amount thereof, shall be permitted to foreclose the said mort- “ gage and take out Execution and bring to sale the said negroes or “ any portion thereof necessary to payment of such sum as may re- “ main due and unpaid, notwithstanding the said sum due may not “ have been paid, or any part thereof, by the said Edward Carey, “ James R. Jones, Thomas Hoxey and Hines Holt, Jr. -\nOn the 20th October, 1840, Carey and others, the. mortgagees, assigned and transferred to Stewart, the Petitioner, the mortgage with all their rights under the same as fully as they could exercise the same, “ without recourse” on them. In the assignment of the mortgage, the words “ the Bank of Columbus” are stricken out, and the name of Charles D. Stewart interlined; the petition was filed by Stewart, under the statute, “to regulate the foreclosure of mortgages by the Courts of Common Law, and for other purposes.”\nThe plea of Preston, by way of objection to the foreclosure, al-ledged that the mortgage, (if executed at all by him,) was executed and delivered to Carey and others, to indemnify them as his endorsers on the notes therein named, and was intended to operate only as a personal covenant of indemnity, and was not therefore subject to the operation of the assignment as set forth in the petition; and that the assignment does not convey to petitioner such an interest as would give him a right to foreclose the said mortgage.\nOn the trial of this cause in the Court below, the original mortgage, and the original notes filed, and the endorsements on the notes, .were all proved, and the same given in evidence. The signatures to the assignment on the mortgage were proved, but no evidence was offered, explaining the erasure and interlineation in the assignment. The admission of the assignment was objected to by defendant, on account of no such evidence being adduced, but the Court admitted it in evidence. The defendant also objected to the admission of the mortgage in evidence, on the ground that it was variant from the petition. The defendant also objected that the mortgage was a mortgage for indemnity merely, from certain endorsements, that it appeared the endorsement of the notes to petitioner was “ without recourse” on the endorsers and mortgagees, and that thereby ,the endorsers being released and exonerated, they could not be damnified, or the condition of the mortgage forfeited, and that thereby the mortgage was extinguished: and that the same could not be assigned to petitioner by mortgagees, and that petitioner had no rights under the same. The petitioner contended that the assignment was made in consideration ot the release by petitioner of the endorsers, (but no evidence was given thereof except the papers,) and that therefore the assignment was valid.\nThe Court sustained the objection of defendant, and dismissed the petition on that ground ; to which petitioner excepted.\nS. W. Carmack, for appellant:\n1st. A transfer of the debt carries with it the mortgage as an incident ; there is no necessity for a written transfer of the mortgage ; the possession of the mortgage by the assignee of the debt secured by it is sufficient; he is entitled to the benefit of it. Green vs. Hart, 1 John’s Rep. 580.\nBut here we have a transfer of both the mortgage and the debt which it was intended to secure; this is proved by the deposition of Arthur B. Davis, which from any thing that appears on the record was admitted to be received without objection. The case of the City of Pensacola vs.-, decided in 1840, shows that the deposition cannot now be objected to.\nAgain the assignment of the mortgage is stated in the petition, and it is not put in issue by any one of the pleasno objection then can be taken to the assignment.\n2nd. If property is conveyed by mortgage for the payment of a particular debt, or for the indemnity of any one of the parties who are bound for the debt, it is immaterial with whom the contract contained in the mortgage is made ; a person not a party to the mortgage, may, if interested in having it applied to the payment j of the debt, have it so applied.\n1st. If a surety pays the debt of the principal, he is entitled to have the benefit of all the securities that the creditor has received from the principal debtor ; he has the right to be substituted in the place of the creditor with respect to them ; to be subrogated to all his remedies. 17 John, 384; 2 John, ch. Rep. 554; 2 Yerger, 346 ; McNairy vs. Eastland, 2d Yerger, 310 ; Scant! and «s. Little, Meig’s Rep. 168; 9 Cowen Rep. 206.\n2nd. This right is reciprocal, the creditor is entitled to all the securities which the surety has received from the principal debtor; the surety holding them is but a trustee for the use of the creditor. Moses vs. Murgatroyd, 1 John’s, ch. rep. 119; Breedlove, et alvs. Stump, et al, 3 Yerger, 257; Wright vs. Marley, 11 Yesey Jr., 262,; 7 Cranch 97; Nelson vs. Bligh, 1 John, cases 205; Philips vs. Thompson, 2 John ch. rep. 418; 2 American, ch, Dig. 511, citing 4, Dana, 27.\nIf therefore, this was a mortgage merely for indemnity and reimbursement of the sureties, like the eases in 1 John, ch. rep. and 3 Yerger, a Court of Equity would compel the sureties to assign it to the creditor, or allow the creditor to have the property sold, and the proceeds applied to the payment of his debt; and this too, before the sureties were damnified, and consequently before they would have a claim to reimbursement.\nThis brings us to the question:\n'3rd. May not the parties do that by contract which a Court of Equity would do for them ? In other words, if a Court of Equity would compel the sureties.to assign the mortgage to the creditor, may they not do so without such compulsion ? and if the sureties have done so, may not the creditor, having the entire interest in the mortgage by the assignment, proceed to foreclose it.\nBut this is not a mortgage for indemnity and reimbursement merely, but it is likewise, by its very terms, a mortgage to secure the payment of the debt for which the sureties were bound; see the condition of the mortgage; it is to be void if the mortgagor shall pay the debt. •Also, if the notes are protested for non-payment, the sureties may proceed to foreclose and sell to pay the notes; to whom ? to the creditor certainly. Here then is an appropriation of a particular fund, by contract, for the payment of a particular debt, and by operation of.the assignment the creditor becomes the mortgagee, and has the same right to proceed to have a foreclosure, as if the mortgage had been originally made directly to him as the mortgagee. See Stat. DuVal.\n4th. It will not be denied that if this mortgage had been made directly to Charles D. Stewart, the creditor, to secure the money due on the notes in his' hands, that he would have had the right to proceed, under the Statute, to foreclosure. Now, I ask, in what consists the difference between that case, and this ? Here the mortgage is made to sureties to pay the debt. Does not the transfer, by operation of law, make Stewart, the creditor, the mortgagee, just as effectually as if he so appeared in the face of the mortgage ?\n5th. If this view of the subject be correct, it is wholly immaterial whether the sureties had any interest in the mortgage at the time of the assignment or not. If they had none, the creditor, Stewart, had a right to have his debt paid out of the mortgaged property. His right is independent of the right of the sureties, and does not depend on the question whether they were ever bound as sureties; or ifbound, whether they were afterwards discharged.\nEvery case of the subrogation of sureties to the rights of the creditor, proves the truth of this position. , As soon as the sureties pay the debt to the mortgagee creditor, the debt is extinguished, and the mortgage is discharged — the creditor being the mortgagee, has no longer any claim or interest in the mortgage — and yet the sureties may set up this extinguished mortgage by substitution of themselves as mortgagees. See 17 John. 2 John Ch. Rep. 2 Yerger, already cited. The right of the sureties, then, does nót depénd on the question whether the mortgagee’s interest is extinguished. So say I in this case, the right of the creditor Stewart, does not depend on the question whether the rights of the sureties, the present mortgagees, is extinguished by their release from the payment of the debt.\nIf the notes were endorsed without recourse before the assignment of the mortgage, the assignment, is good; the law regulating such transfer would make it good without any new consideration. It is absurd to say that a consideration is necessary to support an assignment to a man who is entitled to have it by law.\n6th. Though the endorsement on the notes are not dated, yet it is proved from the circumstances of this case, that the assignment of the notes were filled up over the blank endorsement on the same day that the mortgage W£j,s assigned, to wit: 20th October, 1840 ; and the one assignment, without recourse, was the consideration of the other.\n7th. No variance\" between the petition and mortgage; it is referred to and made a part of the petition.\n. 8th. The rasure and interlineation do not affect * the assignment —it is not under seal, and need not be explained by parol evidence. 1 Peters’ Rep. 369. 2 Starkie Ev. 271 — 2. 1 Dallas 69. But a decisive answer to this objection is, there is no plea putting in issue the assignment. 1\nT. H. Hagner, for appellee, argued:\n.That there is no error in the judgment of the Court below, for the petitioner was not entitled to a decree of foreclosure of the instrument of writing proceeded on. For it is shown:\nI. That the deed was made and delivered upon a state of circumstances, developed by the proofs in the cause,\" which afterwards became changed and altered, and to effect purposes afterwards abandoned ; and that in truth the deed was delivered upon condition not PERFORMED.\nThe recital of the deed shows its object, “ for the purpose of securing” the payees of the notes who had, ft by their endorsements become the joint securities of the said Thomas Preston, junior.” And the notes themselves, were not securities of any debt due to the payees, but were to have been negotiated on the strength of the names of these mortgagees.\nNow that the mind of the parties changed, — that the original intention was not consummated, — that the condition to become liable never was performed, — is all shown by the proofs adduced by the petitioner himself.\nThe notes are endorsed by them without recourse — that endorsement was cotemporaneous with the making of the notes in point of law, and thus evinces an entire change of the original design of the parties ; it shows a non-performance of the condition precedent, until performance of which the estate could not vest. If not absolutely null and void in the outset, it exhibits a cancellation of the instrument of writing in point of law.\nTo show that this change was made, and the design of the parties altered, we come to the consideration of the design of this mortgage. If not already made apparent, let us examine more fully the deed of mortgage, and the accompanying proofs.\nThat the saving harmless was the gist of the matter, look at the condition of the deed. The recital shows the purpose to be for securing the parties from all loss, damage or liability. Saved harmless the condition is saved — whether by payment., by release of the obligation, or by failure to incur the intended liability» — by whatever mode, they are saved from all loss, damage or liability. It likens itself to the case of a condition to be discharged by any one of several acts ; any one act, which shall save harmless from all loss, damage or liability, is a discharge of the condition. In this mortgage, the statement of payment required to he made, at a day named, is only one mode — the ordinary but not the only mode — of discharging the condition; a time must be limited, and a day fixed when the the defeasance shall take effect.\nThe essence of the condition here is the saving harmless ; and thus we prove that indemnity against securityship intended to be undertaken, was the object, scope and purpose of the deed.\nThat conditions precedent must be shown to be performed, before the Estate vests. See 2 Dallas Reports, 317.\nUpon the 1st point, I would refer the Court to the case of Johnson and others vs. Baker — 4 Barnwell & Alderson, 441. Where a deed, though delivered to one of the grantees, upon a condition previously expressed, although not introduced into the act of delivery, was held sufficient to make the delivery as an escrow, though to a party to the deep. And as it appeared that the condition had not been complied with, Abbott, Chief Justice, held that the plaintiffs were not entitled to recover.\nII. Coming then to the next view of the case, imagine the counsel right in the true date of the assignment being 20th October, 1840, what then is the posture of the case ?\nA mortgage in fee is defined to be, “ An estate upon condition de-u feasible by the performance of the condition, according to its legal “effect.”\nAs the estate cannot vest till performance of the condition precedent, so’ the estate terminates the moment the condition is performed. That this principle is incontrovertible, we are well assured, and no authority can be necessary to satisfy the Court of these principles.\nNow quite equivalent to the performance of the condition, in any of the modes enumerated, is the saving of the condition; and this by any means operating in law to the discharge of the liability, the indemnity against which was the purpose of the instrument.\nThe condition may he saved in sundry modes ; either by the nonperformance of the condition precedent by the other party, or, by the exoneration and discharge of the sureties in this case.\nThe sureties are tobe saved from loss — they are to be saved from damage — they are to be saved from liability. If, by any act, their indemnification-is made complete, the condition is saved.\nThis was the case in that cited, Luther Abbot vs. Nancy Upton, 1& Pickering, 334. 'There the condition of the mortgage .was in the alternative, either to pay the money, or to indemnify the surety. The debtor substituted with his creditor another note, in lieu of that embraced in the mortgage. Surety held to be exonerated, and the condition of the mortgage saved. The estate upon condition is defeated, the defeasance takes effect. The estate of the mortgagor is again complete, ipso facto, by the saving of the condition.\nThe grantor being in the possession of the property, it being personalty, his title is again complete without reconveyance. This is a familiar principle oflaw.\nThus, it will be seen, that if this deed of mortgage was at any time valid and binding, it has been cancelled and destroyed; if at any time of vital energy, that energy is gone. To save from liability its purpose,, their exemption from liability extinguished its existence. It lived but for one object, that accomplished died.\nIII. The condition of the mortgage was never forfeited, for they have never been hurt. No loss, damage of liability has ever happened to them. Their assignees can stand in no better situation than the assignor.\nIn 2 Gallison, 564, Judge Story lays it down as a broad general principle, that the assignee of a chose in action can stand -in no better situation than the assignor. If this be so, the condition has*never been forfeited; the estate of Preston is not forfeited.\nNow it is urged that these mortgagees stand also in the posture of trustees, for whomsoever shall become owners of the promissory notes. This is derived singly from the fact, that the payment of the notes at or before a day named, i's set forth as a mode of extinguishment of liability; is “ the saving harmless from loss; damage or liability.” When we show, from the fair meaning of the instrument; that its object and intention was this indemnity; that this is the purpose of the deed; that the notes were not the property of the endorsers, nor they in any wise interested therein, except as sureties in the outset; and this interest'extinguished by their discharge'; in no mode interested at all — what interest could they assign to the present holder of the mortgage ?\nThe'numerous cases shown are all cases of the action of a Court of Equity, to compel the application of the debtor’s property, in the hands of the- surety, still bound, to the satisfaction of the 'debt due the creditor. And it is held that a surety shall be compelled to make application of the property held by him.on deposit, for thp payment of the debt of his principal. '\nHere the possession of .the property never was with the mortgagees — the lien only was granted to them for a special purpose. The general rights of property, and- the possession also, remained with the mortgagor. Here is no application to make a surety.disgorge, but a claim made by the holder of promissory notes to the benefit of a lien never granted to him — never operative for any person’s .benefit — or if ever operative, extinguished and released as soon as made. There is no substitution — theré can be none. If any, it is to be the endorser, without recourse of the mortgagor, and to hold an EXTINGUISHED SECURITY.\nThe creditors never held any interest in this mortgage, independently of the sureties. Had that suretyship been in existence, and the. property of their debtor held by the endorser, the creditor might have compelled its application to the debt.\nTo apply this property to the payment of the money raised upon Preston’s sole liability, when it was his act\" and deed,- to apply it only to the indemnification of the mortgagees, if they fyecame his sureties, is to make a new and different contract and engagement for the grantor. .\nNow it is no answer to say that sureties may extinguish mortgages, afid then set them up, and have themselves paid out oí the property.\nIf the surety pays the debt he is damnified; the condition of the mortgage is broken ; the estate becomes complete in the mortgagee.\nIf the surety is liable, (where the indemnity, as in this case, is against all loss, damage, or liability,) and the debt due, the surety is damnified.\nThe cases of 17 Johnson Rep. 384, 2 Johnson Chy. 560, 2 Johnson, 554, 2 Yerger, 346, are all of this class; and the general rule laid down by appellee’s counsel, that the mortgage' must in every such case remain unexlinguished, is not infringed.\nNow to afford the relief here asked for, is to give the assignee that recourse the assignor never had; is to declare the condition of the deed broken as against Stewart, when it never was, and is not now broken, as against Hines, Holt and others, the mortgagees.\nThey, (the mortgagees,) could not at this hour proceed upon it, eitherfor themselves, (if they had, after Preston negotiated the notes,) become the holders for value. Nor could they proceed upon it, (not being bound as endorsers,)for the benefit of the holders of the notes, whomsoever they are.\nNow if they, (the endorser^ without recourse,) could not proceed upon this mortgage, how can their assignee 1\nThis is no proper case for subrogation, nor substitution. There is nothing to operate upon. The grantees never did comply with the condition precedent; the estate never vested.\nIf in face of the endorsement of the notes, it can be considered as having vested, it was afterwards divested ; the condition of the mortgage is saved, and the mortgagor is in, of his original estate.\nIV. The objection was taken, in the Court below, to the mortgage going in evidence under the petition. The Court will find that this is not the mortgage set up in the petition.\nV. Again, the petitioner claims in his petition through the assignment on the mortgage of 20th October. He can only claim through that assignment.\nThe objection to that assignment is patent. There is an alteration on its face, of no less moment than involving the very right of action itself. If the assignment was shown to have been made to the Rank of Columbus, and is now set up as made to Charles Stewart, is it not apparent that the assignment fixed the title in that bank, and how does it come out again ? Is it enough for the petitioner to draw black lines across the paper and insert his own name. The Court will see that the objection was made in the Court below, and no evidence offered by the petitioner to do away the objection. The Court then must presume it cannot be done away, and if unexplained, it would be fatal. -Then it is fatal to this case, and the judgment of the Court below must stand.\nCarmacJc in reply\nIt is true that a note endorsed without date is presumed to have been endorsed on the same day, and at the time it was made. This is true in regard to the notes secured by this mortgage. It may not only be presumed, but the mortgage made cotemporaneously with the notes, states that the endorsements were on the notes and in blank; the mortgage proves that the endorsements were made, and it also proves that they were afterwards filled up.\nWhen was the endorsement filled up ? It is ndt dated, but the endorsement on the mortgage is dated ; it was filled up then on the same day that the mortgage was assigned; the one endorsement was the consideration of the other ; the very nature of the transaction shows this.\nAs a general rule, it is true that the assignee can stand in no better situation than the assignor. But, it is true only in this sense; the assignee after the assignment'is in the same, and no better situation than the assignor was before; it was never designed to mean that they are both in the same situation at the same time, viz: after the assignment; because if it was true in that sepse, the assignor having parted with all his rights by the assignment, the assignee being in the same situation would be without rights also; under this application of the rule there would be no situation to- occupy by any body — the rights of both assignor and assignee, would be destroyed by the assignment. We are willing to take the situation of the assignors under our construction of the rule; and indeed we have, by taking the whole risk of the debt and the rights of the assignors under the mort - gage."
  },
  "file_name": "0010-01",
  "first_page_order": 50,
  "last_page_order": 65
}
