{
  "id": 8848982,
  "name": "Richard Whitaker, vs. Charles Morrison",
  "name_abbreviation": "Whitaker v. Morrison",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "25",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "1 Mass. 2",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Mass. R. 332",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0298-01"
      ]
    },
    {
      "cite": "12 Wheat. 187",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. R. 84",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0096-01"
      ]
    },
    {
      "cite": "3 Mass. 556",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0484-01"
      ]
    },
    {
      "cite": "5 Hill, 103",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "12 Wheat. 183",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/25/0183-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1083,
    "char_count": 28297,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 3.078965893796232e-07,
      "percentile": 0.8578666169340374
    },
    "sha256": "1b3f2002afe40977ced1bd09d754fc9bf44af65369f43a169ee0e5943bb240ba",
    "simhash": "1:7a690e81d5868cff",
    "word_count": 4998
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard Whitaker, vs. Charles Morrison"
    ],
    "opinions": [
      {
        "text": "Hawkins, Justice:\nAssumpsit by the appellee, Morrison, as the endorse^ of the following promissory note, against the appellant, .Whitaker, as an endorser thereof:— •\n“ No. — Tallahassee, August 18 th, 1837.\n“ Sixty days after date,-1 promise \\ to pay .to. the. order of Thomas “ Brown, at the Central Bank of Florida, Thirty-five hundred Dol-\n“ lars and-cents, value received.\n• “WILLIAM MANER,\n“ $3500 .* ‘ Per L. P. Tayloe.\n(Endorsed,) '\n“ Thomas Beown,\n“ Richaed Whitakee,\n“ William Manee, per\n“L. P. Tayloe.\n8\n“May 10th, 1843 — Rec’d irom R. Whitaker on acc. $1406 51- “ 100 dolls. H. L. R. May, 10, 1838. Rec’d on acc. $891 75 “ —rec’d 24th March, 1838.”\nThe declaration contains a count on the note, setting out the endorsement from Brown to Whitaker, and from him to the plaintiff, and the usual money counts. It also avers that the note sued upon, was duly presented to Maner, the maker, and payment demanded, which was refused, and that (the appellant) Whitaker, had notice thereof.\nThe defendant pleaded non-assumpsit, issue joined, and a verdict was rendered for the plaintiff.\nIn. support of his action, the plaintiff offered in evidence the original note and protest. John J. Rowles, a witness for plaintiff, testified to the truth of the facts as set forth in the protest, viz: — That he duly presented for payment the note sued upon, at the time it fell due, at the Central Bank, where it was made payable ; which was refused. That it was-his invariable habit to give notice Jo endorsers, when a note was protested by him; in case they lived in town to give personal notice, and if in the country, directed to the nearest post office. Believes that notice was given to the endorser, Whita-kef, through the post office’, directed to-Tallahassee, the one at which he received his letters. .That it was his habit to make' a memorandum on the copy of the protest kept by him, and.not on the one now exhibited-. • That this copy was lost. That he did not remember an instance in the whole course of his life, in which he failed to give»notice, on refusal to pay by the maker. That his usual way of doing business, induced him to believe that notice was given defendant, but could recollect no circumstance about this case, and that he did not recollect to have put a notice in the post office for Whitaker, or to have presented the note and demanded payment thereof. That he had no recollection of the matter whatever, ex'cept from the papers shown him. That he recollected to have put letters containing notice of notes falling due, or of protest, in the post office for defendant, but had no recollection of this case. That the answers which he had given were not from knowledge and recellection, but from his habits of doing business, and that he had no knowledge as to the post office of defendant, and that he did not them know where he resided.\nHenry L. Rutgers, also sworn for the plaintiff, proved the credit given, upon the note on May 18,1838, and that he received the money from the defendant, Whitaker..' '\nOn the part of the defendant, Leslie A. Thompson was called, who testified that he was cashier of-the Central Bank at the time of the transfer to the Union Bank. That in 1837, William Maner, the maker of the note, was indebted to the .Central Bank in a large sum of money, and that it had received from Maner, 'heavy collateral security, which was good. The 'defendant also introduced William Maner, the maker of the note, who testified, .that the money credited upon the note, as received from Whitaker, was his. That he furnished Whitaker with the same, with a request that he would pay it to the Union Bank, (at that time)'the holddr o'f the note.\nThe defendant at the trial prayed the Court to instruct the Jury, that the plaintiff was not entitled to recover against the defendant, because sufficient legal notice of the non-paymenthad not been given defendant, nor due diligence used :to fix the endorser. This- instruc-fion the Court refused to give, and instructed the jury, that due 'and legal notice of non-payment of the nóte' sued on, was sufficient to es. tablish the liability of the defendant ds etidpiser.\nThe defendant excepted, and thg .verdict' and judgment being against'him, he appealed to this Court.;'\nIt is contended for by the appellant s'\nThat upon the record, the plaintiff in the Court below was not entitled to recover against the defendant.\n2d. That the liability of appellant* as endorser on the note sued on, was extinguished by the maker becoming an endorser thereon, subsequent to the endorsement of defendant,? and that no recovery could be had against him on his said endorsement.\n3d. That sufficient notice of the non-payment of the note, at its maturity, was not given by the holder théfeof to defendant, to fix his liability as endorser.\n4th. That upon the evidence, the Court should have instrflbted the jury, that plaintiff’was not entitled to recover!\nOn the\" part of .the appellee, it is contended:.\nThat the evidence of notice to the defendant in the Court below, was sufficient, and that due diligence had been used, and that even if not sufficient, the payment by Whitaker to. the Bank, the holder previous, to the appellee,, was an admission of notice, and waiver of his rights as endorser as. to the requirement of notice of the demand upon the maker, and his refusal to pay, and as such, sustained the averment of notice as set forth in the declaration.\nIt is also contended for the appellee, that inasmuch as the second point, viz: — the re-endorsement to the-defendant, was not taken in the Court below, and does-not come up to this Court in the bill of Exceptions, it is not the province of this Court to notice it, and adjudicate thereupon, and in support of this, cites 16 Peters’ U. S. R. 618.\nThe Court will, in their decision, only notice those points which appear directly decisive of the case.\nThe first question is : Whether Whitaker, the appellant, ha,S received due and proper notice of the dishonor of the note sued upon ? And,\nSecondly: If such notice was not given, whether there has been any act on the part of Whitaker, amounting to a waiver of proof of demand and notice.\nThe true and correct inquiry, in all cases of this nature, seems to be, whether the holder of the note has made use of due and reasonable diligence to bring home notice of the dishonor of the note, to the party whose contingent liability depends upon his having such notice. Due diligence on the part of the holder to obtain payment from the maker being a condition precedent, on which the liability of the endorser depends, it is well settled must be proved, to enable the party to recover. The attention of the Court has been called by the counsel for the appellant to Chitty on Bills, page 646, (9 Am. ed.) where it is laid down, in speaking of the requisite proof of the fact of notice to the endorser, that the notice must be “ proved precisely, and not left to inference, at what time and in what manner, the letter (containing notice) was sent.\nThe law in relation to this matter seems clearly laid down. In an action by the endorsee against the endorser of a bill of Exchange, a witness*testified, that either two or three days after the dishonor of the bill, notice was given by letter to defendant. Notice in two days being sufficient and in time, but notice on the third too late. Lord Ellenborough said : “ The witness says, two or three days, but “ the third day would be too late. It lies upon you to show that no- “ tice was given in due time, and I cannot go upon proháble evidence, “ without positive proof of tho fact.” Byles on Bills, 163, citing Lawson and another, assignee ofShifner vs. Sherwood, 1 Starkie R. 314.\nIn Hetherington vs. Kemp, 4 Campbell’s .nisi prius cases, 192, the only qüestión was, whether the defendant had received due notice of the dishonor of a bill of exchange. Lord Ellenborough lays it down in this case, that even general evidence of a course of business, is not sufficient to carry with’it proof of the' dishonor of a bill: The facts were proved, that the plaintiff after the bill was due, wrote a letter containing d statement of its dishonor to the defendant; that this letter was put on a table, where according.to the usage of his counting house, letters for the post- were always deposited, and that a porter carried them from thence to the post office. But the porter was not called, and there was no evidence as to what became of the letter, after it was placed upon the table. ■ .\nIn Flack vs. Green, 3 Gill & Johnson, page 47'5, it was proposed to give in evidence, and prove as to the giving of notice,“ that it was “ the invariable and uniform practice\" of the endorsers house and “ counting room to which the notices had been directed, to forward “such notices immediately upon their receipt, and the witnesses “ who were employed in such counting room, had. no doubt, and “.believed from the course, of their business,- that they had forwarded “one of-the notices to the other endorser.” This being the only evidence adduced as to the notice of dishonor,, it was ruled out in the Court below, as being incompetent and inadmissible, and the opinion of the'Court below was sustained by'the Court of Appeals of the State of Maryland.\nFrom these and the general current of authorities, there seems no doubt, that proof of demand, and notice of dishonor of a bill or note, must not rest on mere inference or light presumptions, but must be of a stronger and more affirmative character.\nReasonable notice is a compound of law and fact; but when the facts are clearly ascertained, becomes a question of law, and is to be decided by the Court. 3 Wendell, 75. 2 Peter’s U. S. R. 100. The facts in this case are of a nature as to render them a- question of law. The inquiry now arises, was the proof of notice in the Court below, of a character to bring it within the purview and spirit of the .rules of evidence as laid down, ¿s to the requisite notice to be given in cases of dishonor of a bill or note ? Rowles, the sole witness as to the notice, testifies that it was his invariable habit to give notice, and believes that he gave it in this case — that he could recollect no circumstance as to the present instance — and had no recollection except from the papers shown him — and winds up his testimony by saying, that the answers he gave were not from knowledge or recollection, but from his habits of doing business.\nHis evidence is based on belief, without knowledge or recollection, and that belief arising too from the simple incident, his habit of doing business; and indeed by a close inspection, it seems but little more than vague conjecture, or at most, slight presumption.\nThe law requires something of a more explicit and definite-character, and we are clearly of opinion that the Court below erred in not giving the instruction as prayed for by the defendant’s counsel, as to the insufficiency of the testimony- in relation to the notice.\nThe next question remaining for the consideration of the Court is: Whether as contended for by appellee, there has been a waiver of want of notice, or laches of the holder of the note, by the appellant —that payment by Whitaker was a direct admission of notice.\nTo support the affirmative of this proposition, the appellee relies on the evidence of Rutgers, while the appellant assumes the negative, and endeavors to rebut the evidence- of Rutgers by that of Manor.\nThere can be no doubt, that payment on a note or a promise to pay, after full knowledge of the default, precludes a party making one or the other, from insisting on a want of notice; but the promise must be clear, explicit and unconditional,- and the facts of such a nature as to clearly warrant the presumption of a waiver; and in 2 Starkie on evidence 272, it is said that part payment amounts to the strongest of all evidence as to waiver, affording presumptive proof, that all things have been rite acta, Vaughn, vs. Fuller, 2 Strange, 1246; Buller N. P. 276 ; 6 Burr, 26, 70. Thornton, vs. Wynn, 12 Wheat. 183 ; 16 John, R. 152; 1 Martin and Yerger, 74. Judge Story in speaking of the doctrine of waiver says: “ if he makes such a waiver in “ ignorance of facts he will not be bound thereby — but if with full “ knowledge, he will. Indeed, a promise by the party entitled to no- “ tice, to pay the bill, is deemed a full and complete waiver of the “ want of notice, and payment of part of the money due on the Bill “ will have the same effect. But then in all cases of this sort, the “ promise must be unequivocal, and amount to an admission of the “ right of the holder; or the act done must he of a nature clearly im- “ porting a like admission of his right '. If it be defective in either « respect, or if it be a conditional offer of payment, then and in such “ case, the holder has no right to insist upon it as a waiver.” Story on Bills, page 363, 4, 5 and 6; Cayuga Bank, vs. Dill, 5 Hill, 103,‘ The part payment of a note not explained or qualified by any accompanying circumstances, will be held to be sufficient evidence of waiver of notice; 450 Story on ^romisl^ry -Notes; and on page 454 of the same work, he lays it down among the cases which will not constitute sufficient excuse for the want of due notice of the dishonor of a note, where the maker in contemplation of his inability to pay the whole note at maturity, has lodged money with the Indorser for part payment thereof, when due.\nThe evidence of Rutgers, certainly makes out a prima facia case of payment, with its legal consequences, on the note by Whitaker, and but, that it is rebutted by the direct and'positive evidence of Maner, would entitled the appellee to all the benefits arising from a waiver on-the part of Whitaker, were it shewn likewise that the payment was not made under a mistake or ignorance of facts. But Maner’s testimony is clear and direct; he says that the money was his, not Whitaker’s, and paid in accordance with his request; and v/e think, that this evidence, using the words of Judge Story, so “ qualifies and explains” the transaction, as to preclude all idea of an actual or intended waiver on the part of Whitaker.\nThere was no evidence shewing a promise of payment on the part of Whitaker, and the bare fact of his delivering the money is not enough — as to this, Whitaker seems to have acted as the mere agent of Maner, and it wotild be at variance with all ideas of justice, explained as the occurrence is, that Whitaker, acting in the capacity of an agent simply, should be rendered subject to legal liabilities, by the virtual act of his principal.\nLiabilities for the acts of others may be created either by a direct authority given for their performance, or it may flow from the adbption, or in some instances from acquiescence in those acts. But presumptions can only stand when they are compatible with the conduct of those to whom it may be sought to apply them ; and still more must give place, when in conflict with, clear, distinct and convincing proof; 16 Peter’s, U. S. R. 331..\nCould Whitaker, by any possibility, recover the money endorsed upon the note in an action, for so much money paid for the use of Maner ? It is true the payment enured to the benefit of Whitaker, in lessening his liability pro tanto upon the note; but a payment by any body else would have the same effect, and we cannot think, that there existed that privity between Maner and Whitaker, as to have produced that identity, contended for by the appellee. The evidence of Rutgers does not extend beyond the receiving of the money from Whitaker, and his indorsing it by way of credit upon the note ; but there is no evidence to shew that Whitaker intended, wished or directed, that the delivery of the money should be considered as a pay-\nment specifically made by him, thereby rendering himself liable to the legal consequences arising from the act.\nBut the presumptions which might otherwise arise in this case from the face of the paper sued upon, must give way to facts clearly and unequivocally stated in the evidence ofManer; and this Court cannot permit the inferences arising from the act of.a party opposed in interest, however innocently done, to weigh against positive and direct proof.\nIt is a general rule, that an endorser once discharged by want of notice or laches of the holder, is always discharged, and he cannot again be rendered liable, except by some voluntary act or agreement. If an act, it must be clear and unequivocal, and incapable of explanation or qualification; if an agreement, it must be so clear, that a new promise is inferred, and the original liabilities by force of this promise incurred anew.\nIn this case at least, the waiver should have been established, in clear evidence, and not upon suppositions arising from .the act of third persons, or the peculiar and adventitious situation of parties.\nWith these views, the Court is of opinion, that the Court below erred in not giving the direction to the jury as prayed for, in relation to due diligence and requisite notice on the part of the plaintiff, Morrison ; and that the facts, as before us, do not constitute a waiver, oñ the part of Whitaker, of such diligence and notice, or an admission of notice by Whitaker.\nIt is therefore Ordered, that the judgment in .the Court below be reversed, and that a venire da novo be awarded.\nPer curiam,. Judgment reversed, and venire de novo.",
        "type": "majority",
        "author": "Hawkins, Justice:"
      }
    ],
    "attorneys": [
      "J. & L. Branch, for appellant:",
      "T. H. Hagber, for appellee, argued:"
    ],
    "corrections": "",
    "head_matter": "Richard Whitaker, vs. Charles Morrison\nIN an action against 'the endorser, the true and correct enquiry seeins to be, whether the holder of the note has made use of due and reasonable diligence to bring home notice of the dishonor of-the note tb the party whos.e contingent liability depends upon having such notice. Due diligence on -the part of the holder to obtain payment from the maker,being a condition precedent on which the liability of. the endorser depends, it is well settle d, must be proved, to enable the party to recover.\nProof of demand and notice of dishonor of a • bill or note, must not rest on mere inference or light presumptions, but must be of‘a stronger and. more affirmative character. . ■ .\nReasonable notice is a'compdund of law and'' facts,, but when the facts are clearly ascertained, becomes a question of law and is to be decided,by the-dourt. ' < -\nThe .testimony of a notary that it was his invariable habit to'give notice, • 'andbelieves he gave’ it in this case, but that he .had no recollection of the present case except from the papers shown him,, and that the answers he gave were not from knowledge or recollectmn but from his habits of doing business; held to be insufficient evidence of notice to fix liability of endorser.\nA payment, on a note, or a promise to pay, after full knowledge of the default, precludes the party making the one or the other from insisting on a want of notice ; but the. promise must be clear, explicit and unconditional, and the facts of such a nature as clearly to warrant a presumption 'of a waiver.’\nA part payment of a note by the endorser, not explainedor qualified by any accompanying circumstances, will be held to be sufficient evidence of waiver of notice. But where the payment by the endorser was made with the money of the maker, and by his request, the endorser acts as mere agent of the maker, and the transaction is so qualified and explained as to preclude all idea of an actual or intended waiver on the part of the endorser.\nIt is a general rule that an endorser once discharged by want of notice, or laches of the holder, is always discharged, and cannot again be rendered liable except by some voluntary act or agreement; if an act, it must be clear and unequivocal and incapable of explanation or qualification; if an agreement, it must be so clear that a new promise is inferred, and the original liabilities by force of this promise incurred anew.\nAppeal from Leon Superior Court.\nThe facts are fully stated in the opinion of the Court.\nJ. & L. Branch, for appellant:\n1st. That the maker of the note having become endorser subsequent to appellant, extinguished the liability of all prior endorsers, and cited: — Bayley on Bills, page 153. Chitty on Bills;, pages 248 —265. Blake vs. Sewal, 3 Mass. 556. Long vs. Bank of Cyn-thiana, l.Litt. 290.\n2d. That sufficient notice of non-paymént was not given by holder to defendant, to fix his liability as endorser ; and that it is incumbent on the holder to prove by distinct, positive and precise evidence, that due notice of non-payment was given to party sued; and that it cannot be left to inference or presumption, and cited: — Lawson vs. Sherwood, 1st Starkie, 314. Hetherin^ton vs. Kemp, 4 Camp. 19'3. Chitty on Bills, 511 — 12—646—7. Taylor vs. U. Bank, decided by Court of Appeals of Florida'. Flapk vs. Green, 3 Gill & Johns. 474. Bank of U. S. w?.‘Corcoran, 2 Peters, 121.\n■ 3. That sufficiency of notice is a question of law, the facts being ascertained. Taylor vs. U. Bank, decided by the Court of Appeals of Florida. Chitty on Bills, 506 — 642—3. Darbishine vs. Parker, 6 East. R. 3. Hussey vs. Freeman, 10 Mass. R. 84. Bank of Columbia vs. Lawrence, 1 Peters, 578. Bryden vs. Bryden, 11 Johns. R. 187.\n4. That the payment by Whitaker as credited on the note cannot, under the circumstances, be construed to be a waiver of his right to demand due notice, it having been made with the money, and by the request of the maker, and in effect, only as his agent. And that even had the payment been made by Whitaker with his own money and of his own accord, it does not appear that it was made after a full Icnowledge of all the circumstances -necessary i to'- apprize him of his discharge from responsibility by the laches of the holder,.which is necessary to constitute a waiver. And furthermore, that the facts attending the payment, aré not sufficiently clear an.d unequivocal to warrant the presumption of a new undertaking being voluntarily and intentionally made. Chitty on Bills, 540 — 1. Thornton vs. Wynn, 12 Wheat. 187. Richter vs. Selin, 8 Sergt. &Rawl'e, 425. Tower vs. Dwell, 9 Mass. R. 332. - Crogher’s vs: Wolf, 2 Monroe, 88. ' Garland ■ vs. Salem Bank, 9 Mass. R.'408. Story bn Bills, 362 — 367. Goodall and othérs vs. Dojlqy, 1 T. ,R. 712.\nT. H. Hagber, for appellee, argued:\n. Objected to entering into the argument of the first error assigned. It had not been taken in the Oourt below. Undoubtedly if a note after, being in circulation, is taken up by the maker, it is extinguished, and if put into circulation again by him, creates no liability against the prior endorsers, But the - mere, fact of the name of the maker'by his-agent having been endorsed on this nóte, and then erased, does not establish the fact of súch putting into circulation a second time. It may have been, and doubtless was, endorsed by mistake, and had the plaintiff below been there called upon, it might have been explained.\n' Upon the ground taken by him that this Court could not inquire into objections not made in the Court below, he cited : — 9 Peters, 731. -10 Petei's, 208. 3 Howard’s Miss. Rep. 105. 1 Mass. 2.08. Rule XVI Court of Appeals of Florida, adopted by. sec. 3d of an act to organize the Supreme Court -of the State of Florida; '\n• He .argued the 2d error assigned — the question of the sufficiency of notice to charge \"the endorser, and relied upon the fact of the two payments made by Whitaker, as acts done importing clearly admissions of the right of the holder to resort against him. He cited Rogers vs. Stephens, 2 Durnfo'rd & East, ■ 719; Opinion of Ash-hurst, Justice, where-it was held that the; defendant’s subsequent acknowledgement,-\" that the bill must be paid,” amounts in law to a promise thaf.it shall be paid, and does away the necessity of considering the question relative to the want of notice.\nHe insisted that the act of payment was an admission of liability —a declaration that all had been -done which need be done, to fix the liability — like any other acknowledgment of an existing fact, precluded the party from denyingit. -Gibbon vs. Coggon, 2 Campbell, 1,88. Or if viewed as a waiver of laches, it is an admission that he received no damage from want of notice. Thornton vs. Wynn, 12 Wheaton, IS?. Buller’s N. P. 276. 6 East. 16. 2 Strange, 1246. 2 Starkie’s Evid. 272.\nLord Mansfield in Borradaile vs. Lowe, 4 Taunton, 97, mentions the several cases where defendants have been held liable by their own act, and he distinguishes express from implied promises. He says,“ In most of the cases where the defendants have been held liable, they have either made an express promise to pay, or a promise when they had a full knowledge at the time that they were discharged, or where there was a real debt binding in conscience due from them.” And Story on Bills, p. 363, declares that payment of a part of the money due on the bill, is as an express promise. And on p. 365, the author distinguishes the ground of the decision — “ the act done must be of a nature clearly importing a like admission of the right” of the holder.\nConscious of the force of this fact of payment, the counsel for appellant sought in the Court below to avoi d its effect, by introducing proof that the money paid was paid by Maner, the maker, into his endorsers hands, and by him paid into the Bank. Now, so far from this fact lessening, it actually strengthens the admission which the act of payment clearly imports. There is no proof that Whitaker was Maner’s general agent. Maner was largely indebted to the bank. Why then should Maner pay to the endorser on this note the money, except to be applied to its liquidation particularly ? And why should Whitaker be interested to apply it there, unless Whitaker was bound ? The note had been discounted on Whitaker’s responsibility — had been protested for non-payment — and upon no other supposition than that of his being bound, can the payment to him be accounted for. The proof shows that two payments were made at different periods, and each were applied to this note. If the payments were made by Whitaker with Maner’s funds as insisted on, then Maner’s supplying his accommodation endorser with funds wherewith to discharge the note, proves Maner’s knowledge of the existing liability, while Whitaker’s receipt of funds on two occasions, and applying them to this note, are renewed acknowledgments of the same fact: “ admissions that the note had been regularly presented and protested, and that due notice of dishonor had been given.”\nIn Chitty on Bills, ch. 10, p. 533 — 538, (8th edit.) this is the light in which such partial payments are - viewed, and this “ even in cases where the party who paid or promised, afterwards stated that in fact, be had not had due notice,” &c. ;-and he then states the reason of the rule,' to which I call the attention of the Court: — “ because, (says he,) it is to be inferred that the part payment or promise to pay would not have been made, unless dll circumstances had concurred to subject the party to liability, and induce him to make such p'ayment or promise.” And on page 536; he says, “ it seems .to have been once considered that a misapprehension of -theilegai liability would prevent a subsequent promise from,being obligatory,” and that “ from subsequent cases it appears such doctrine is hot. law.”\n■ The ground contended for here, however, is, that a failure to prove notice given, settles, the fact of a failure to give the notice; and the counsel establishes thereby, as he contends, Blaches; and that the payment, if made in ignorance of the facts of the discharge, does not bind him. But this is not .the true position of the /matter — the appellant has, by two unequivocal admissions, ‘declared his liability. It is for him to show that, he did.it in ignorance of the facts. If it be true that whenever the plaintiff fails to prove notice, or relies upon the admission, he. must go on and prove that notice was indeed duly given, then the endorser’s admission even in writing, is held of no force or effect, and in every case, the very fact which he has admitted is obliged to be proved. ■ The more unqualified the admission, the worse for the holder. He. may rely on the party’s own hot —he is told on the trial, you must prove all the admission contains— in other words, the admission means' nothing.'"
  },
  "file_name": "0025-01",
  "first_page_order": 65,
  "last_page_order": 76
}
