{
  "id": 8849012,
  "name": "Frederick R. Cotten, vs. Robert W. Williams, Trustee, &c.",
  "name_abbreviation": "Cotten v. Williams",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "37",
  "last_page": "56",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "9 Cranch, 28",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        533613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/13/0028-01"
      ]
    },
    {
      "cite": "4 Cranch, 60",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        639417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/8/0037-01"
      ]
    },
    {
      "cite": "17 John Rep. 284",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0226-01"
      ]
    },
    {
      "cite": "15 Mass. Rep. 481",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0428-01"
      ]
    },
    {
      "cite": "13 Mass. Rep. 304",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073905
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/13/0248-01"
      ]
    },
    {
      "cite": "12 Mass. Rep. 281",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/12/0245-01"
      ]
    },
    {
      "cite": "10 Mass. Rep. 482",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "11 Mass. Rep. 153",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/11/0146-01"
      ]
    },
    {
      "cite": "4 Mass. Rep. 508",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003955,
        2003909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/4/0444-01",
        "/mass/4/0444-02"
      ]
    },
    {
      "cite": "1 Mass. Rep. 123",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1563,
    "char_count": 48435,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.7633358112736486e-07,
      "percentile": 0.8337491876939543
    },
    "sha256": "09685c94272ebeb27aea0914e28b04fa6e7f092dd5bc0cc1924821325e587971",
    "simhash": "1:300fe450834f9f54",
    "word_count": 8504
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frederick R. Cotten, vs. Robert W. Williams, Trustee, &c."
    ],
    "opinions": [
      {
        "text": "Douglas, Chief Justice:\nThis is an action of debt, instituted by Robt. W. Williams, Trustee, &c., against Frederick R. Cotten, in the Superior Court of the Middle District of Florida, for Leon county, upon a written instrument, a copy of which is contained in the bill of exceptions, that makes a part of the record in this cause.\nThe declaration contains two counts — the first upon said written instrument, and the second upon an account stated.\nThe pleas are — First: Non est factum — (not sworn to.) Second: A special plea, alleging: “ That long after the said writing obligato ry had been signed, sealed and delivered, by John'S. Taylor, John Taylor, and Henry B, Bradford, to Wm. B. Nuttall, Hector W. Braden and Wm. P. Craig, as their joint and several deed, and long after it had been endorsed and assigned by the said Braden, Nuttall and Craig, to the Union Bank of Florida, and long after the death of Wm. B. Nuttall, one of the obligees, the said Union Bank procured him, the said defendant, to sign and seal the same, as one of the joint and several obligors or makers thereof; whereby it is not,, and never was of any force or effect whatever, as the joint and several bond of this defendant” — concluding with a verification'. Third: Another special plea’, setting forth that, long after the making, sealing and delivery of the said writing obligatory, by John S. Taylor, John Taylor and Henry B. Bradford, to said Wm. B. Nuttall, Hector W. Braden and Wm. P. Craig, as their joint and several obligation, and ■after the assignment and endorsement thereof by said Nuttall, Bra-den and Craig; to wit: about five years — and long after the death of Wm. B. Nuttall, one of the obligees, to wit: about four years— the said writing obligatory vras altered and changed materially, by the said Union Bank, the ■ endorsee thereof, procuring the name of one Noah Thompson to be added thereto, as a joint and several maker thereof; and also that afterwards, that is to say, after thepro-curing the name of the said Noah Thompson to be added thereto as aforesaid. — to wit: one year — the said Union Bank again altered and changed materially the said writing obligatory, by procuring the name of this defendant tobe added thereto, as a joint and several maker and obligor; whereby, and by means whereof, the said writing obligatory has become, and was rendered void” — concluding as before. Fourth: Nil Debit.\nTo the second and third pleas, the plaintiff demurred specially. To the second: “ Because the same is inconsistent, insensible, irregular, and defective, and is equivalent to the general issue.” To the Third: Because the same is defective in this — that it avers the said bond sued on, was altered and materially changed, without stating that the same was done without the consent of the defendant; and because the same is inconsistent, argumentative, irregular and defective. To this demurrer there was a joinder; and after argument had thereon, the demurer was sustained in the Court below. The case was submitted to a jury, upon the issues made upon the other two pleas; who returned a verdict for the plaintiff, viz : “ That the defendant owed the debt in the declaration mentioned — three, thousand two hundred and six dollars and twenty-five cents, and nine hundred and forty-eight dollars and sixty-one cents damages; making together the sum of four thousand one hundred and fifty.four dollars and eighty-cents, (besides his costs) — and for this sum judgment was entered. On the trial of this cause in the Court below, the defendant tendered his bill of exceptions, which was signed, sealed, and ordered to be made a part of the record, in the words, following:—\n“Robert W. Williams, Trustee, vs. Frederick R. Cotten.”, “In Leon Superior Court, December Term, 1844. Bill of Exceptions.”\nBe it remembered, that on the trial of this cause, the plaintiff proved the signatures of John S. Taylor, John Taylor, Henry B. Bradford, Noah Thompson, and Frederick R. Cotten, (the defendant,) to the bond; and the hand writing of Hector W. Braden, William B. Nuttall, and William P. Craig, to the endorsement on the bond, and offered the said bond in evidence.\n$3206 25-100. On or before the first day of January, one thousand eight hundred and forty-two, we and each of us promise add oblige ourselves, our heirs, executors, and administrators, to pay to William B. Nuttall, Hector W. Braden and William P. Craig, or their order, the just and full sum of three thousand two hundred and six dollars and twenty-five cents, lawful money of the United States, with interest thereon, at the rate of ten per cent per annum from the time the same shall become due until paid, for value received.— Witness our hands and seals, Tallahassee, the first day of January, one thousand eight hundred and thirty-four.\nJOHN S. TAYLOR, [seal]\nJOHN TAYLOR, [seal]\nH. B. BRADFORD, [seal]\nNOAH THOMPSON,\nF. R. COTTEN.\nEndorsed:\nWar. B. Nuttall,\nH. W. Braden,\nWh, P. Craig.\nDefendant objected to the said bond being read in evidence to the jury: Because there was no seal or scrawl to the name of Henry B. Bradford, Noah Thompson, and Frederick R. Cotten, to the bond ; and the same was therefore variant from the instrument declared on, not being the bond or writing obligatory of said persons, or of said Cotten, as declared on.\nThe Court overruled the objection, and admitted the said instrument in evidence, to which said defendant excepted ; and this bill is signed, sealed, and ordered to be filed, and made a part of the record.\nHere the plaintiff rested his case.\nDefendant had offered to prove by Henry L, Rutgers, that he was an officer of the Union Bank of Florida, in the months of January and February, 1838, when the bond in suit was negotiated to and delivered to the Union Bank, by Braden and Craig, with the endorsements of themselves and Nuttall; that the bond was subsequently passed by the bank to plaintiff; that while the Bank had and owned the same, the names of Noah Thompson and Frederick R. Cotten were added thereto; witness does not know of any consent on the part of John S. Taylor, John Taylor and Henry B. Bradford, or either of them, to the addition of the names of Noah Thompson and Frederick Cotten, to the said bond, or of any knowledge on their part thereof; nor does he know of any objection being made by the said John S. Taylor, John Taylor and Henry B. Bradford. Witness thinks Col. Wm. B,. Nuttall died in the spring of 1835. James D. Westcott was then called by defendant to prove that Col. Wm. B. Nuttall died on 26th April, lg36 ; which being overruled, was excepted to. This was all the evidence in the case, and to the admission of whjph plaintiff objected; and the objection being sustained, defendant excepted thereto.\nDefendants counsel thereupon requested the Court to instruct the jury:\n1st. That unless the jury are satisfied, from the evidence, that,the addition of the names of Cotten and Thompson to the bond, was by the consent of John S. Taylor, John Taylor, and Henry Bradford, it vitiates the bond, and plaintiff cannot recover thereon in this action.\n2d. That unless the jury are satisfied, from the evidence, that such addition was by consent of John S. Taylor, John Taylor and Henry B. Bradford, the plaintiff cannot recover in this case, as the proof is variant from the declaration.\n3d. That if the jury shall believe that, Wm. B. Nuttall died in the spring of the year 1836, and that the defendant signed said bond after his death, the said bond is void as to this defendant, and plaintiff cannot recover in this action.\n4th. That defendant and Noah Thompson, having signed the bond after the death of Wm. B. Nuttall, there could be no delivery of the bond to him, and consequently the proof is variant from the declaration, and plaintiff cannot recover in this action.\n5th. That if the jury shall be satisfied that the name of the defendant was added to the bond after it had been assigned to the Union Bank, that then the plaintiff cannot recover in this action.\n6lh. That unless,the jury shall be satisfied that the name of Thompson was added to the bond by the consent of John S. Taylor, John Taylor and Henry B. Bradford, the bond was vitiated, and rendered void thereby, and the addition of the name of Cotten afterwards would not validate the same.\n7th. That there being no seals or scrawls to the names of Henry B.' Bradford, Noah Thompson and defendant, the proof is variant from the declaration, and plaintiff cannot recover in this suit by reason thereof.\n8th. That upon the whole evidence the jury should find for the defendant.\nThe Court refused said instructions, and charged the jury that, upon the evidence, they should find for the plaintiff. To which decision and opinion of the Court, refusing, and giving said instructions, and in refusing to admit said testimony, deponent excepted; and this bill of exceptions is accordingly signed, sealed, and made a part of the case.\n(Signed) SAML. JAS. DOUGLAS, (seal.)\nDec. 17th, 1844.\nWhereupon the defendant prayed an appeal to the Court of Appeals of the Territory of Florida, which was granted. The cause was carried up to that Court,' and was transferred therefrom into this Court, pursuant to the provisions contained in the last clause of the 17th article, (Schedule and.Ordinance,) of the Constitution of the State, which is as follows: “ And all actions at law, or suits in Chancery, or any proceeding pending, or which may be pending in any Court of the Territory of Florida, may be commenced in, or transferred, to such Court of the State as may have jurisdiction of the subject matter thereof.” And also in pursuance of the provisions of the 14th section of the act of the General Assembly of this State, of July 25th, 1845, entitled, An act to organize the State of Florida, which was passed to carry into effect the above mentioned constitutional provision, so far as regarded, cases pending in said Court of Appeals, and is in the following words, viz: “ That all cases now pending in said Court of Appeals, shall be. transferred to said Supreme Court, and tried and decided therein and thereby, except cases cognizable by the Federal Court, which may be organized in this State, which shall be transferred to such Court.” And all writs of error or appeals from judgments, decrees or decisions heretofore given, or rendered by any of the Superior Courts of the Territory, shall be returned to said Supreme Court, and tried, and decided there - in, and thereby.”\nOn the first day of the present term of this Court, a motion was made by the plaintiff’s counsel, to dismiss this cause, upon the following grounds, to wit:\nFirst: Because it has no rightful place in this Court; and this Court has no jurisdiction of the sanie, no appeal or writ of error having been sued out, or taken to this Court; and this Court has no appellate jurisdiction in this cause.\nSecond: Because the judgment of Leon Superior Court is final, until reversed by the proper appellate tribunal, constituted by the acts of Congress of the United States.\nThird: Because this Court has appellate jurisdiction only over those Inferior Courts, which the Constitution of the State of Florida hath established, and which compose with this Court, the judiciary powers of the State.”\nThis motion^ after a full discussion, at the bar, of the questions involved in it, was overruled; and it was intimated that, when the opinion of the Court should be pronounced upon the merits of the case, the reasons for the decision upon the motion would be stated. But since that time, Judge Baltzell has delivered the opinion of the Court, upon a similar motion, upon the same grounds, in the 'case of Charles D. Stewart us. Thomas, Preston, junior, and it has consequently become unnecessary to do more now than to refer to that opinion, in which all the members of the Court concurred.\nWe proceed, therefore, to consider the errors assigned, which are as follows, to wit :\nFirst: That the Court sustained the demurrer to the two special pleas, and the plea of Nil Debit, improperly.\nSecond: The Court erred in permitting the instrument of writing, offered by the plaintiff, to be read in evidence.\nThird: The Court erred in rejecting the evidence of Henry L. Rutgers, as set forth in the bill of exceptions.\nFourth: The Court erred in refusing to give the instructions prayed for by the defendants, as set forth in the bill of exceptions.\nFifth: The Court erred in instructing the jury that, on the evidence, they must find for th® plaintiff.\nThe first error assigned, involves the validity of the two special pleas. In one of these pleas, the appellant alleged that the bond was altered by the addition of his own name ; and the other, that it was altered by the addition of the name of Noah Thompson, and also of his. own; but he does not allege in either of them, that the alteration complained of, was made without his knowledge, license or consent. He was the last signer of the bond, and so far as the addition of his name produced any alteration therein, it could not, in the nature of things, have been done without his license and consent, unless his signature thereto was obtained by surprise, fraud or duress, neither of which is alleged or pretended. But it is.insisted by the counsel for the appellant, that he was not bound to make this allegation in his plea, because it being a negative one, he could not, (if alleged,) be required to prove it; and that he was only required to allege, what it would have been incumbent upon him, (if alleged,) to prove.\nBut it by no means follows, that because this allegation was of a negative character, it was not essential to the validity of his pleas ; or that if he had made the allegation, he would have been required to prove it. There are many negative allegations which must be alleged in pleading, which the party pleading them, is- not by law required. to prove. There is no difference, as to the rules of evidence, between criminal and civil cases ; what may be received in one, may be received in the other ; ‘and what is rejected in the one, ought to be rejected in the other. 2 Russell on Crimes, 588. The King vs. Watson, by Abbott Justice, 2 Starkie’s Reports, -155. And yet, in the case of The King vs. Hanson, where there had been a conviction for selling ale, without an excise license, the information negatived the defendants having a license-; but there was no evidence to support this averment; the only evidence to support the conviction being, that the defendant had, in fact, sold ale. The question was, whether the informer was bound to give evidence to negative the existence of a license. In support of the conviction, it was contended that such evidence was mnecessary, and that it lay upon the defendant to prove that he had a license ; for it is a rule, both of the civil and common law, that a man is not bound to prove a negative allegation; and the. case of the King ns. Turner, was cited, as an express authority upon the point. Abbott, Chief Justice, said: I am of opinion that the' conviction is right. It is a general rule that the proof of the affirmative lies upon the party who is to sustain it. In the ease of the King vs. Turner, all the learned Judges concurred in that principle. 2 Russell on Crimes, 693. 1 Hawkin’s PI. of the Crown, chap. 19, section 17. The\" United States vs. Hayward, 2 Gallison’s Reports, 499. Upon the same principle, a very late case, the Apothecary’s Company vs. Bently, was decided: “ That was an action for a penalty on the Statute of 55th George the Third, section 194, for practising as an Apothecary, without having obtained the certificate required by that act. All the counts in the declaration contained the allegation, that the defendant did act and practice as an Apothecary, &c., without having-obtained such certificate, as by the said act is directed. No- evidence was offered by. the plaintiffs to show that the defendant had not obtained the certificate. The plaintiffs having closed their case, the counsel for the defendant submitted that there must be a non-suit. Abbott, Chief Justice, said: “I am of opinion that the affirmative must be proved by the defendant.” . Ry. & Mood, N. P. C. 159, S. C. 1 Car & P.538. Spiere’s vs. Parker, 1 Term Rep. 144 — and Jelfs vs. Ballard, 1 Bossanquet & Puller, 468, are also authorities in point. A plea, alleging merely that seals were' affixed to a bond, without the consent of the defendant, without also alleging that it was done with the knowledge, or by the authority or direction of the plaintiff, is not sufficient. The United Stales, plaintiff in error, vs. William Linn, et al, defendants in error, 1 Howard’s S. C. Reports, 104 — 110. This last case is an authority directly in point, for neither of these! pleas contain any positive averment that the Union Bank, at the time when it is alleged that Noah Thompson and the defendant put their names to the instrument in question, had any interest in it, or authority over it; nor is there any averment in either of the pleas, that their names were so put, with the knowledge or consent of the plaintiff; all that is said in those pleas about the Union Bank, is said by way of inducement, rehearsal or argument. Everything, therefore, in relation to the Union Bank, is left to-inference merely; and it is a rule in pleading, that when a plea has on the face of it two intendments, it ought to be construed most strongly against the party who pleads it. To this point, the case last cited is also direct authority.\nIn the case of Speake and others vs. .the United States, 9 Cranch, .37, Mr. Justice Story, who delivered the opinion of the Court, said: “ It is clear at the common law, that an alteration or addition in a deed, as by adding a new obligor, or an erasure in the deed, as by striking out an old obligee, if done with the consent and concurrence of all the parties to the deed, does not avoid it; and this principle equally applies, whether the alteration or erasure be made in pursuance of an agreement and consent, - prior or subsequent to the execution of the deed; and the cases in the books, in which erasures, in-terlineations and alterations in deeds, have been held to avoid them, will be. found on examination to have been cases in which no such consent had been given.” The plea upon which this opinion was pronounced, contained the negative .allegation, that after the execution of the bond on-which the suit'was founded, it was .materially altered and changed, &c., (setting out the alteration,), without the license, consent or authority of-the defendant, &c. To which- the United States replied, that the bond was so altered and changed, with the assent, and by the concurrence, license, direction and authority of all the defendants. To this replication there was a demurrer, and joinder.in- demurrer, and upon-this issue the cause turned, Now, as the pleas under consideration, .do not contain either the allegation that the alteration complained of, was made without the consent of the defendant, or the allegation that it. was done with the knowledge,' or by the authority, or ■ direction of the plaintiff, we are warranted, in the conclusion, that it was done with the consent and concurrence of all the parties, upon, the principles above cited, “ that a plea which has upon the face of it two intendments, ought to be construed most strongly against the party who* pleads it; and if such were the case, surely they contain no matter of defence, and the Court below did not err in sustaining the demurrer to them. To the plea of Nil Debit, (which is. confined to the second count of the declaration,) there does not appear to have been any demurrer. '\nThe second error assigned, is that, “ the Court .erred in permitting the instrument of writing offered by the plaintiff, to be read in evidence.” ■ . •\nOne ground of exception relied upon in argument, was, that there was no scrawl or seal affixed to the signature of the appellant thereto, consequently it was not his deed, and therefore-’was variant from the one declared upon. There were five signers to this instrument, to the names of three of whom a scrawl was respectively affixed, as a seal — to the other, two there was no scrawl or seal affixed opposite to their respective names. But the appellant, by signing the instrü.ment, after those to whose names a-.scrawl was respectively affixed as a seal* and which, by our statute, is equivalent to a seal — (see the act to amend an act regulating judicial proceedings, approved 23d Nov. 1828, by the 36th .section of which it is provided, that “ a scrawl, -affixed as a seal, shall be as effectual as a seal; Duval’s Comp, page 96) — adopted the existing seal. .Two persons may make use of one seal in the execution of a bond, and it will be the deed of both. Flood vs. Yander, 1 Blackford’s Rep. 102. In Shepherd’s Touchstone, page 56, it is laid down that, “ if there be twenty to seal one deed, and they all seal with one seal, yet if they make distinct and separate prints! this is a sufficient sealing,, (as to all,) and the deed is good enough.' -\nIn the case of Lord Lovelace, Sir W. Jones, 268, it was admitted by the prosecution that, “ if one of the officers of the Forest put one seal to the rolls by consent of all the verderers, regarders, and other officers, it was as good as if every one had put his several seal; and if divers men enter into one obligation, and they all consent, and put but one seal to it, it is a good obligation of them all,” '■\nIt was held, in the case of Ball vs. -Demsterville, 4th Term Reps. 318, “ that if one partner in a transaction seal a deed with one seal, for.hitaself and partner, with his consent and in his presence, it is a good execution of the deed for both.” This is acknowledged to bé the rule in the case of Ludlow, et. al., vs. Simond, 2d Caine’s Cases, 1 — 42 and 55.\nIn the case of McKay, et. al., vs. Bloodgood, 9 John. Reps. 284, in debt on bond, it was held that, where one .partner sighs á bond in the name of the firm, and affixes one seal, it will bind the other who saw and approved it before the signing, and sealing, but who was not present when done. The principle of the two cases last cited is sustained by Philips on Evidence, page 416. .\nBut it was insisted in argument, on behalf, of the appellant, that to maké the' seal of one obligor the seal of another, it must appear by the instrument itself, that those who sign with that view, recognized the seal of the other party. If it be so, (and it is wnnecessary to the decision of this case to inquire into the soundness of this position,) the document before us concludes with these words : “ Witness our hands and seals.” . All who signed'it, therefore, recognized it as a sealed instrument. The case of Hatch vs. Crawford, Admr. 2 Porter, 54, is in point. It was an action of assumpsit upon a written agreement, which concluded as follows,’viz: Given under our hands and seals.” One signed and sealed, and immediately below his name, the other signed, but made no. separate seal. Plea, the general issue. .\nThe Court below excluded the instrument from-being read as evidence, under the issue in that form of action, on the ground that it was the deed of both. The Supreme Court of the State of Illinois, in the case of Davis vs. Burton and others, 3d Scammon’s Rep.. 44, which is cited and reaffirmed in the case of Wilcox vs. Ward, et. al., 3d. Scammon’s Reps. 51, said, that in reviewing the authorities upon the doctrines of seals, in questions the most analagous to the one before us, we see a steady and progiessive relaxation of the ancient and strict doctrine on this question. We find no ancient decision at common law precisely in point; but without such authority, we are disposed, (says the Court,) to lay down such a rule as will be consonant to reason and justice, and comport with the obvious intention of the parties. We recognize the principles assumed in this case, and feel, (to use the language of that Court,) warranted by common sense, by justice and sound reason, as well as the principles of law, to presume that all the signers of an instrument of writing, indicating upon its face an intention to seal it, adopted any seal or scrawl, which may have been affixed to the name of any one of them. If there is any country where the ancient and strict doctrine upon this question may, with propriety, be relaxed, it is our own, since the Legislative Council of the late Territory of Florida, by the 24th section of the act regulating judicial proceedings, above cited, which is of force in this State, has expressly enacted that: “ All promissory notes, and other instruments of writing, not under seal, shall have the same force and effect, as bonds and instruments under seal;” thereby rendering the difference between them rather matter of form than of substance.\nThe third error assigned is, that: “ The Court erred in rejecting the testimony of Henry L. Rutgers, as set fqrth in the bill of exceptions.\nThe defendant put in a plea of non est factum, upon which issue was joined, and this raises two questions; first, whether the instrument declared upon is, or is not his bond; and second, whether if it is his deed, he is not estopped from saying in this suit, that it is not the bond of all who signed it. What the effect may be as to the rights of the parties who signed the bond before him, and at a different time, (if any of them did thus sign it,) we are not called upon now to enquire or decide ; that it is good as to him we entertain no doubt. He had a right to sign it at the time and under the circumstances that he did so, or at least he cannot have any right to set up his own act in this regard, to avoid his own deed. In this opinion we are borne out by the case ofthe The United States vs. Linn et al before cited, which was an action of debt instituted upon the official bond of a Receiver of Public monies. Upon the trial of that cause, after reading the bond to the jury, the defendant called a witness who testified in substance that he saw the bond after it had been signed by the obligors in the hands of William Linn, (the obligor first named therein,) after it had been returned from the District Judge, with his certificate endorsed of the sufficiency of the sureties. That the District Judge, in a' note in writing accompanying the bond, pointed out the omission of the seals to the names of the signers of the instrument, and said Linn, saying he would obviate that difficulty, took a pen, and in the presence of the witnesses, added scrawls by way of seals to each name subscribed as makers of the instrument. All the defendants united in a joint plea of “ non est factum,” and the Court held that the adding of the scrawl by Linn, to his own name, did not vitiate the instrument as to him; that he had a right to add the seal, or at least he could have no right to set up his own act in this respect to avoid his own deed. It was therefore his deed, and the plea “ non est factum,” as to him was false, and the Court sustained the demurrer to it, upon the familiar principle, that a joint plea, which is false as to one, is false as to all the parties pleading it.\nBy the 34th section of the act “ regulating judicial proceedings, before referred to, Duvals Com. p. 96 ; it is (in substance) declared “ that the assignment or endorsement of any bond, note, covenant, deed, bill of exchange, or other writing, whereby money is promised, or secured to be paid, shall vest the assignee or endorsee thereof, with the same rights, powers and capacities, as might have been possessed by the assignor or endorser ; and the assignee or endorsee, may bring suit in his own name; nor shall it be necessary for the as-signee or endorsee of any instrument assignable by law, to set forth in his declaration the consideration upon which such assignment was made, nor to prove such consideration,1 unless the same shall be impeached by the defendant, under oath.”\nIt is not supposed that the object of this provision was to place these several classes of instruments, upon a footing (in all respects) with commercial paper, yet the effect of it is to make them negocia-ble by assignment or endorsement. If this were a new Statute, this Court would be inclined to confine the word assignment in.the section last cited to such instruments as at common law did not pass. by endorsement, and to extend the word endorsement only to other classes of written instruments ; but the provision is a convenient one as generally understood and acted upon. The practice of applying it alike to all tjiese various classes of instruments, has long prevailed in the ordinary transactions of business, and we are not now disposed to disturb it. The present holder of this instrument is an endorsee, and brought this suit as such under that act. “ There is not upon the face of the instrument any thing indicating an alteration, or casting a suspicion upon its validity, that should have put the appellee upon enquiry.” He took it, for aught that appears, in good faith. The appellant, by putting- his name thereto, gave value to the instrument ; “ non constat,” but the appellee took it upon the faith and credit of his name alone. The testimony of Henry L. Rutgers, if it could have been received, would show that this is the very instrument which the appellant intended to execute; and we think' that under all these circumstances he is estopped from setting up his own act in regard to this alleged'alteration, even to avoid this suit.\nThe rule, said Lord Denman, in delivering the judgment of the Court in the case of Pickard vs.' Sears, 6 Adolphus and Ellis, 475, is, that where one by his words or conduct,, wilfully causes another to believe in the existence of a certain State of things, and induces him to act on that belief so as to alter his own previous position, the former is concluded from averring against the latter a different state of things existing at the same time ; and this principle is affirmed, also, in the cases of Coles vs. The Bank of England, 10 Adolphus & Ellis, 439. Hearne vs. Rogers, 9 B. & C, 586. Groves vs. Key, 3 B. & Ad. 144.\nNo man can avoid his own deed by which an estate has passed, on account of his own fraud in executing it. Doe ex dem Roberts vs. Roberts, 2 Barnwell & Alderson, Rep. 367. He is estopped from so doing. “ Contrary to the feeling which appears to have pervaded the Courts with regard to other classes of estoppels, their inclination seems to have been to extend the list of estoppels in pais, especially in mercantile transactions, where men are obliged to trust much to appearances. Jenys vs. Fowler, Strange Rep. 946. These authorities are directly in point, for notwithstanding the instrument in question is not strictly mercantile paper, yet it is in the nature (to a certain extent) of such paper. The act referred to makes it nego-ciable. In déaling in it, men are obliged to trust much to appearances. It requires amongst those who deal in it, the utmost fairness and good faith, and the principles deducible from the cases last cited are deemed applicable to it, and the question before us. ■\nIf we are right in the views which we have taken of these matters, (and we entertain no doubt about them,) neither the third, fourth, or fifth errors are well assigned.\nThere was another point taken for the appellant, upon the argument of this cause, which deserves a passing notice. It was that the assignment should have been under seal. The remarks heretofore made, respecting the 34th section of our judiciary act, aiid its bearing upon this class of casés, would seem to be a sufficient answer to that position. But lest it may not be so considered, we refer to the case of Clark vs. Rogers, 2 Greenleaf’s Rep. 148 ; in which Chief Justice Mellen, in delivering the opinion of the Court, remarked, that “ for many years, Courts of Justice have been gradually becoming more and more inclined to protect equitable interests. Less form is necessary now than formerly as to the mode of creating such an interest. The object is to ascertain that it is an interest founded in equity and justice, and on good and adequate consideration,” and for the correctness of that opinion, he cites Perkins vs. Parker, 1 Mass. Rep. 123. Dix vs. Cobb, 4 Mass. Rep. 508. Brown vs. Maine Bank, 11 Mass. Rep. 153. Quiner vs. Marblehead Insurance Company, 10 Mass. Rep. 482. Mowry vs. Todd, 12 Mass. Rep. 281. Jones vs. Witter, 13 Mass. Rep. 304, and particularly Dunn vs. Snell, 15 Mass. Rep. 481, (which very fully sustain the position assumed,) and in the case of Vose vs. Handy, 2 Greenleaf’s Rep. 334, he repeats the remark; again cities the same authorities, and , adds, that the Chief Justice in the case of Jones vs. Witter, (above cited) says, “ there are cases in the old books, which show that debts, and even deeds, may be assigned by parol, and we are satisfied, (he says) that there is no sensible ground upon which a writing shall be held necessary to prove an assignment of a contract, which assignment has been executed by delivery, any more than in the assignment of a personal chattel.\nIn the case of Jones vs. Snell, the Court went still further, and decided that the mere delivery over of ,an execution, was an assignment of it, and of the judgment. And in the case of Prescott vs. Hall, 17 John Rep. 284 ; Spencer Chief Justice, delivering the opinion of the Court, and speaking of the validity of assignments,- says* “ I do not consider the want of a seal essential, the mere delivery of the chose in action would be sufficient, even were it a specialty,” and we fully concur in this view of the law.\nThe'assignment of the bond in this case was in writing, and, by virtue of the státute referred to, vests in the appellee the legal interest. The consideration is not denied. He was authorized to institute this suit (as he has done,) in-his own name. The proofs sustain it. The errors are not well taken.\nThe Judgment of the Court below is affirmed with costs.\nPer totdrn curiam.",
        "type": "majority",
        "author": "Douglas, Chief Justice:"
      }
    ],
    "attorneys": [
      ". J. & L. Branch, for the Appellant.",
      "Long & Walker,\"for Appellee.",
      "‘ J. & L. Branch, in reply:"
    ],
    "corrections": "",
    "head_matter": "Frederick R. Cotten, vs. Robert W. Williams, Trustee, &c.\nWhere a plea alledged, that long after thp signing; sealing and delivery of the bond, as a joint and several, obligation, and after it had been endorsed, .and assigned, and. also, after the death of one of the obligees, the said bond was altered and, changed materially, by the assignee thereof procuring \"filename of N. T., to be added there to as one oí the obligors; and also, that , about one year after the procuring of the name of N., T. to be added, the said bond was again altered and changed materially, by the assignee' thereof procuring the name of defendant to be added thereto, ás one of the obligors, 'but did not alledge that the alterations Were made witho.ut the knowledge, -license or consent of defendant; held'that a demurrer was well taken and that the plea was defective. .\nIt by jio means follows, because the allegation, thatfthe alteration was made, without th'e knowledge, license or consent of defendant, is of a negative character, that-it is not essential the Validity of the plea; or that the defendant, had he have made the allegation, would havebeen required to prove it, there being many negative allegations which, must be made'in the pleading, but which the party pleading them, is not by law required to prove.\nA plea alledging merely that.seals were affixed to.a bond without the consent of defendant, without also alledging that it was done with the knowledge, or by the authority or direction of the plaintiff, is not sufficient. „■>\nA plea, having on its face twq intendments; ought to be construed most strongly against the party who pleads it. - '\nIf several persons sign an instrument concluding with “ witness our .hands and seals,” some putting seals opposite -their names, and others not, such as did not affix seals, will.be presumed to have, adopted fhe seals already there. If the name of an obligor be added to a bond after It hqstbeen executed and delivered,whatever effect it may have on the rights of palties.whó signed'it before him, the person who thus signed capnot avail himself of it to defeat his own deed — such an instrument is good as to him.\nThe 34th section of the “ací-regülating judicial proceedings,” does not place ■ 2thp several classes of instruments therein mentioned upon a footing, in. all respects, with commercial paper, ye£ the effect of it is to make, them negotiable by assignment or endorsement.\nIt is not necessary that the assignment of. a bond, orwriting’obligatory, should be under se.al, . , < •\nAppeal from Leon Superior Court, transferred from the late Court of Appeals. The facts and pleadings are fully set forth in the opinion of. the Coprt. ,\n. J. & L. Branch, for the Appellant.\n1st. There being neither a scrawl nor a seal to Cotten’s name, it was not his bond.'\n2nd. Cotten having signed the instrument after its negotiation, and after the death of one of the obligees (Nuttall,) his contract must have been either with the original obligees, Nuttall, Braden and ' Craig, or with the present holder. If with the former, the instrument was void as to him ab initio by the law of nature, as well as the law of the land, because one of the obligees was dead, and there could be no delivery to him. If his contract was with the present holder, then the proof not only does not support the declaration, but is utterly irreconciliable with its allegations, because he is declared against as having excuted the instrument “jointly and severally,” with others, and “ delivered it to Nuttall, Braden and Craig, who then and there endorsed and delivered it to” the present holder.\n3rd. The addition of the name of an obligor, not originally such, without the consent of all the parties, is such a material alteration as vitiates the bond, and it rests on the person claiming under it to show that the alteration was made with, the consent of the parties. Bayley on Bills, 44, 45, 92. Chitty on,Bills, ,211. O’Neal vs. Long, 4 Cranch, 60. Speake et al vs. United States, .9 Cranch, 28. Selwyn, N. P., 547, 549. Shep. Touchstone^ 69.\nBy a statute of this State, Duval’s Comp., 103, co-süreties can recover pro rata contribution of each other by action at law; suppose A executes a bond for 1000, with B and C as sureties. If B is compelled to pay the wh ole, he can recover back #500 from C. But foreseeing that, B, will be compelled to pay it, C, by collusion with the holder, procures the names of two insolvent persons to be added to the instrument; B, then can recover only one fourth, of the debt, or #250 from C. Would it not be equivalent to permitting a party to an instrument to increase or diminish the amount of it at his pleasure ?\n4th. If the above position is correct, it follows that the bond was rendered utterly void, as to all prior obligors, by the addition of Thompson’s name, long before Cotten became a party to it; whatever obligation Cotten’s signing it subsequently, imposed on him, it certainly could not revive it as to them. Then how Can he be .recovered against as a joint and several maker with them ?\n5th. The case is not at all changed by the. fact that the special pleas were defective, (if they were so). It was not necessary to plead specially. All the facts of the case on which appellant relied, could be proved under non est factum,; Selwyn, N. P., 569, et passim.\nThe case was tried on that plea; appellant offered to prove that the addition of Thompson’» name was madethat it had been made withoutthe knowledge of consent of the obligors; that the bond had been transferred by Nuttall’s endorsement two. years after Nuttall’s death, and that Cotten had .signed it.after it had* been, so transferred, and the whole evidence was rejected by the Court as immaterial. ■\n6th. The Court erred in rejecting the testimony of Rutgers,1 because, even if the.fa'cts proposed to be proved by him, did not constitute a legal defence to .the action, they were relevant'to the issues, and ought to have- gone to the Jury, along with proper instructions as to their effect. • ' ■ . '\n7th. It will require three legal anomalies ’ to support the judgment rendered in this case. • 1, A dead man must be. made to enter into a contract. .2,- A dead man must be made to,indorse an instrument. with his .own hand; 3. A living and a1 dead man must be made to endorse and deliver over a bond, long before the bond itself is executed or delivered to them. •\nLong & Walker,\"for Appellee.\nT. if. Hagner,, for Appellee, in reply (¡o the point first made, viz :— That there being* no scrawl or seal to Cotton’s signature, he was not boufld — said: . 1\nThat the adoption of a seal already made, is as good as making a new seal for himself. That a recognition of the impression already made is sufficient — and' he cited: Hurlestone on Bonds, p. 7. 3 Scammon’s Rep. 41 — and again 51.. And one seal is enough for several parties. 1 Espinassi Rep. 97.\nUpon'the second point, that the contract of Cotten vvas made alter Nuttall’s death, and so’was made with a dead man, he argued;— That Cotten.adopted the contractas made. He became surety to the holder of the obligation!. That obligation had been made during Nuttall’s life-time ; had been endorsed by him, and was then held by a third party; payable a’s a bond or note to bearer. ■ Cotten’s signing and sealing it, made him surety for the performance of the obligation of the former obligors* that they would pay to the order of Nuttall, Bra-den & Craig, which order he, Cotten, knew had already been made thereon, for it was held by a third party. The legal effect of his act was, to oblige himself to pay the money to whomsoever should become the holder of that obligation. He referred to the case of deeds, and to the doctrine of relation. That deeds may have double delivery — and such shall take effect, and have relation to first deliv ery or not, as circumstances may require*-^* ut res valeát” — íoi if relation may hurt,- and for some cause make void,the deed, then it shall not relate,. Shepard’s Touehstoné, -72. Butler & Baker’s case, 3 Reports, -25. ■ Jéhning’s ’vs¡ Bragg; Croke Eli2. 446 — 7. That,where an obligation is made by-two,' and the one .seals at one. time, and the othér at another titne', yet it- is one entire deed, and shall relate to the time of the first delivery; arid the párty shall declare accordingly, ‘ And he - cited : Colling.’s 'vs. Harding, Croke Eliz. 622. Lord Coke, declares that the relation'depends,on the nature of the transaction, and the presumable intention of the parties. “ Semper iíafiat reltpióíut váleat disposition ' • -\n. Upon third point: - That the adding new names is a material alteration — he admitted it was a material alteration to vitiate the bond as id parties not consenting — but\"contended that there was no altera-, tiott here\" — but the making an obligation ■ by another party. So every new name added by endorsement to a note or bill Of exchange creates a new‘obligation. That the case? .pited.from Bayley on Bills, and Chitty on Bills, were of alterations made within the province ‘of the revenue laws — to defraudóte .exchequer — to Make, a new contract out of an old one, without paying Stamp duties, and void because of thait fraud. Yet admitting, for the sake of the argument, that'this is an alteration- Which the defendant coúld’set up; yet the demurrer must 'be held good,- bebause'theré is no' averment that the alteration Was made without the Icúowledge óf defendant. . A reference, to the citations made by appellant’s'counsel proves this. Til 4 Cranch,.60 — an alteration made without the knowledge bfa party, declared tci make the contract void as to that party. '9 Crahch, 28— the erasure of one name and substitution- of another; “ without the knowledge of the party sought to be held b.bund.” Selwyn’sN. P.p. 547,- (25’8,) bill of exchange, altered .without the knowledge or privity of the'defendant — citing 4 Term' Rép. 320 ■; and Grose,, j. cited Pigot’s casé, H‘Rep.'27.' •\nIt is alledgéd that there could be ho endorsement,to the plaintiff, to sustain the,allegation in the declaration — because theré could be no delivery-to the obligees — Nuttall being dead. The case of Adams vs. Jones, 12 Adolphus & Ellis, shows that a blank endorsement^ With a delivery of the obligation to any party as sUch endorsee, would be a sufficient delivery to any subseqixent holder. It becoines ás a note payable to b.earer. . ■ • ...\nOn the whole case, he contended that there was nothing antagonist to sound principles of law in the judgment below. . To have decided otherwise, would have been to allow the obligor to defeat at will, by mere parol, his .own solemn deed. He thought there was nothing strange or inconsistent in a man’s''adopting- an obligation already made by others ; and his signing and sealing, the obligation, placed him just1 where he would have been, had he signed-and.sealed it at its-date'., That date he cannot controvert..\nHe instanced' the case of a deed, signed, sealed and delivered. Suppose that; subsequently,, and after the assignment of that deed, another party, who claimed an interest in-the land, should also sign and seal the same deed, then in possession of the'assignee, would it not be a valid conveyance?' Would it not be an acknowledgment and adoption of every antecedent act ? Could the party be allowed to invalidate it by parol proof of what was contradicted by his seal, wthout averment of fraud, or deception, or failure of Consideration?\" = \" -\n‘ J. & L. Branch, in reply:\nIt is admitted that any number of persons ma!y adopt a single scrawl or.seal, but there must- be something-in :the relative positions of the names, or some other circumstance, from whicli such an inten-tipn may be inferred. . ■ . .\nIt may be true, that -Cotten made himself liable to the holder for the payment of the debt; it is not necessary for us to-deny that in this case. But if so, it was a new and substantive contract between him and the-holder, and should have been sued on as such. He never made such a contract as that described in the-declaration. Who ever heard of a bond ór nóte being endorsed specially or in blank, and passing about from hand to hand, payable to bearer, before the note or bond itself was executed ?\nHow can the doctrine of relation and double déliti&y be made applicable ? The doctrine of relation only applies when there hás been a double delivery. But the whole difficulty ih this case arises from the fact, that there has not been a single, much less a double, delivery to Nuttall, Braden & Craig-, by Cotten. If a party execute and deliver a deed, and at- the time Some disability exists; as that the grantor is & minor,femme Covert, &c., and afterwards the disability céases, as that the grantor has attained his majority, and the grantor makes a new delivery, then the second delivery relates back to the first. These are precisely the. cases cited for the appellee.\nWe admit, and all the authorities we have cited prove, that if it was part of the original contract that a new obligor should be added, it may be done without injuring the deed. We do not understand the ease from Croke Eliz. to prove any'thing more.\nIf it is admitted that the addition of the name of an obligior vitiates the instrument as to all prior signers not consenting to it, the Court clearly erred, in rejecting testimony going to prove that Thompson’s name had been added, without the consent of the prior obligors. If the addition of Thompson’s name invalidated the instrument as to the prior signers, it had ceased to be their bond before Cotten signed it. When he did sign it, whatever obligation' it imposed on him, it certainly could not revive it as to others; and his contract could not therefore, be jointly and severally with them, it having ceased before that time to be their bond.\nIf we have failed to prove that the instrument sued on, is of no validity as to Cotten, it is sufficient for our purpose, if it has been shown that he is not bound, jointly and severally,'with Taylor and others — that he did not execute and deliver his bond to Nuttall, Bra-den and Craig — and that Nuttall, Braden and Craig, did not assign his bond to the appellee. He insists that he made no such contract as that declared on ; and it is not sufficient for the appellee to show that he made, some other contract as onerous to himself and as beneficial to the appellee."
  },
  "file_name": "0037-01",
  "first_page_order": 77,
  "last_page_order": 96
}
