{
  "id": 8849046,
  "name": "Noah Thompson vs. Robert W. Williams, Trustee, &c.",
  "name_abbreviation": "Thompson v. Williams",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "56",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "15 Mass. R. 485",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0432-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 16208,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 8.46013294061165e-08,
      "percentile": 0.48511592760813466
    },
    "sha256": "d615407520df99b717421e9539c25040684ab66b717870d4dce840a741f103d3",
    "simhash": "1:282f4691eb4f3a82",
    "word_count": 2812
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Noah Thompson vs. Robert W. Williams, Trustee, &c."
    ],
    "opinions": [
      {
        "text": "Dougias, Chief Justice:\nThis is an action of debt, instituted by Robert W. Williams, Trustee, &c.; against Noah Thompson, .in the Superior Court of Leon County, in the Middle District of Florida, upon four several single bills, or writings obligatory. The declaration contains five counts, one upon each of the bills of writings obligatory, and one upon account stated; a copy of each of the said bills, or writings obligatory, is annexed to the declaration. The pleas are, first Nil Debet; and after oyer upon the said bills or writings obligatory, second, “ non est factum.” Third, a special plea, — ailedging in substance, that he the said defendant, did not make or sign, seal or deliver the said writings obligatory, in the said declaration, mentioned as to each note respectively, either jointly or severally, or at the days, and times specified; nor did the said Nattall, Braden & Craig, en-dorsee, order, deliver or assign the said supposed writing obligatory to plaintiff, on the days and times specified in the declaration, but the said, other parties supposed; made the said supposed writings obligatory on the days and times specified ; and the said Nuttall,\" Braden & Craig, transferred the same to the Union Bank of Florida, to wit: on the days and years in the declaration mentioned; and that said William B. Nuttall, afterwards, to wit: on the twenty ninth day of April, in the year 1837, in the County of Jefferson, departed this life; and this defendant after the death of Nuttall, to wit: on the 21st day of November, in the year last aforesaid at Leon County, aforesaid, signed, and sealed the said supposed writing obligatory in possession of said Union Bank of Florida, then and there being, and to the said Union Bank of Florida, then and there belonging, by virtue of said endorsement, and so the said defendent says, that said several, supposed writings obligatory are not his deeds, and this he is ready to verify, wherefore, &c.\nTo the first and second pleas the plaintiff joined issue, but demurred specially to the third, “because it amounts’to general issue, and is uncertain, informal and insufficient. The defendant put in a join-der to the demurrer. The Court, after argument, sustained the demurrer, and the cause was afterwards submitted to a jury upon the two issues of fact above set forth, who returned a verdict in favor of the plaintiff, for the sum of fifteen thousand two hundred and fifty-two 30-100 dollars, to be discharged by the payment of ten thousand one hundred and five 92-100 dollars; for which last sum and costs, judgment was entered. ,\nOn the trial, the plaintiff offered in' evidence the original bonds (or bills,) and proved the hand writing of Nuttall, Braden and Craig, in the endorsement of the original bonds, and the hand writing of John R. Dorsey, John S. Taylor^ John Taylor and H. B. Bradford, only.\nAnd defendant objected to the introduction of said papers in testimony, as variant from the copies of bonds filed and declared upon, but the Court overruled the objection and admitted, said papers in evidence to which opinion defendant excepted. The defendant, then offered Hector W. Braden, a competent witness of lawful age, one of the endorsers of the bonds or writings obligatory, who proved that he delivered all the writings obligatory offered in evidence to the Union Bank after the death of William B. Nuttall, and that when he so delivered them, neither the signature or seal of Noah Thompson was upon them. Whereupon the defendants counsel objected to the bonds being received in evidence, on the ground, that the declaration alleged a direct assignment and transfer of a joint and several bond made by defendant, and the other parties respectively to Nuttall, Braden and Craig, and transferred, and assigned by those persons then and there, (in Nuttalls life time,) to the plaintiff; and the testimony proved that the bonds introduced were signed and sealed by the other parties without the defendant, and assigned after Nuttall’s death to the Union Bank, and then signed by defendant; and there was no evidence of transfer to Robert W. Williams ; but the Court overruled the objection and admitted the evidence, to which defendant by counsel excepted.\nAnd the defendant by his counsel then moved the Court to instruct the jury:\nFirst, That the .mere endorsement in Nuttall’s lifetime, without delivery, gave no title as to Nuttall, and does not sustain the allegations in the declaration of assignment to Williams.\nSecondly, That the signature of Thompson, of the bonds in the hands of the bank, could not make it a joint and several bond as declared upon.\nThirdly, That the bonds having been declared upon as joint and several bonds, they must be proved to be joint and several with all parties, before the plaintiff can recover in this action.\nFourthly, That there being no seal to the name of Thompson and some others, on several of the bonds which are declared upon as sealed with their seals, is a fatal variance as to all those bonds.\nThe Court refused all of said instructions except the third, which was granted, but with an instruction and opinion, that the signature of the bonds in the hands of the bank, related back to the original signing, and made the bond joint, and as well as several. To which several refusals, opinions and instructions, the defendant by his counsel excepted, and prayed that this his bill of exceptions might be signed and sealed by the Court,, which was done.\n(And signed) S. J. DOUGLAS, Judge, [seal.]\nThe defendant prayed an appeal to the Court of Appeals of the late Territory of Florida ; the case was carried up to that Court, and was transferred to this Court under the provisions contained in the last clause of the schedule and ordinance of the Constitution of the State, and in the 14th section of the act of the General Assembly, “ to organize the Supreme Court of the .State of Florida,” approved, July 25th, 1845.\nA motion was made on the first day of the present term by. the counsel for the appellee to dismiss this suit upon the following grounds, viz:\nFirst, Because it has no rightful place in this Court, and this Court has no jurisdiction of the same, no' appeal or writ of error having been sued out or taken to this Court, and this Court has no appellate jurisdiction of the cause.\nSecond, Because the judgment of. the Leon Superior Court is final, until reversed by the proper appellate tribunal, constituted by the acts of Congress of the United States.\nThird, Because this Court has appellate jurisdiction only over those inferior Courts, which the constitution of the State of Florida has established, and which compose with this Court the judiciary power of the Statewhich motion was overruled for the reasons stated by the Court, in an opinion delivered by Judge Baltzell, upon a former day of this term, upon a similár motion founded upon the same grounds in the case of Charles D. Stewart vs. Thomas Preston, Junior; it is therefore unnecessary for us to do more now on this subject than to refer to that opinion.\nThe appellant has filed herein the following errors :\nFirst, The Court erred in refusing the first, second and fourth instructions asked by defendant below.\nSecond, The Court erred in instructing the jury that the signature of the bonds in the hands of the bank, related back to the original signing, and made the bond joint as well as several.\nThird, The Court erred in overruling the objections of defendant below, to the introduction of the bonds as testimony on the ground of variance between the declaration and proof.\nFourth, The Court erred in admitting the bonds as testimony, when the proof showed they were void as to all the obligors.\nFifth, The Court erred in admitting the bonds as testimony, when the proof showed that they had never been fully executed by defendant below. i\nNo objection was made to the introduction of the bond as evidence, on account of the want of proof of the signatures of any of the obli-gors. Nor has any exception been taken, or error assigned, on account of the ruling of the Court upon the special plea, which seems to have been abandoned, as well it might, for it is clearly bad. . It contains no allegation that tends to shew that the signing of the instrument in question, by the appellant, Thompson, was not done with the knowledge and consent of all the parties interested in it, at the time when this act was^done ; and if it were so done, it would not have affected its validity; and in the absence of any allegation, or even attempt to prove the contrary, we are warranted in presuming that it was so done. It is not alledged, nor was any proof offered, (so far as the record shows,) to prove that the Union Bank of Florida, or any of its officers, or any one of the parties interested in any one of these several instruments, had any agency in causing the name of the defendant to be put thereto, or that any one of them had any knowledge of the matter; nor is there any allegation, nor does it appear that any proof was offered to show, that the signature of the defendant, to these several bonds, or single bills, or to any one of them, was obtained by surprise, fraud or duress, or that he did not sign each and every one of them, freely and voluntarily, and íor a good consideration. None of the pleas filed in this case were sworn to; the plaintiff, therefore, was not required to prove the consideration of the bonds, or of the endorsement or assignment thereof.\nThe special plea alledges that, the other parties made the said supposed writings obligatory, on the days and times specified in the declaration, and that the defendant afterwards signed and sealed the said supposed writings obligatory, in possession of the said Union Bank of Florida, then and there being, and to the said Union Bank of Florida then and there belonging. They might have been in 'the possession of, and belonged to the said Union Bank .of Florida, at the time when the defendant signed them, yet that Bank might, or any of its officers might not, have known of his signing these bonds ; and in the total absence of allegation, or proof, or offer of. proof to the contrary, we may presume that they had not. But the more reasonable and fair presumption is, that they did know of it, and assent to it, and that it was done with the full knowledge of all the parties interested in them.\nIn the bill of exceptions of the defendant, which makes a part of the record of this cause, it appears, that he objected to these bonds being received in evidence, on the ground that, the declaration al-ledged a direct assignment and transfer of a joint and several bond, made by defendant and other parties respectively, to Nuttall, Braden <&r Craig, and transferred and assigned by those persons, then and there, (in Nuttall’s life time,) to the plaintiff; when the testimony proved that the bonds introduced were signed and sealed by the other parties, without the defendant, and assigned after Nuttall’s death to the Union Bank, and then signed by defendant. If this were so, (and we cannot presume it to have been otherwise, against his own express allegation, and the testimony of the witness, Braden,) then the appellant, Thompson, was the last signer of each and all of these several bonds, or writings obligatory. Indeed, it appears upon the face of them, that'his name is the last upón all of them, except one. And if he was the last' signer of them, (as he appears from his own shewing to have been,) then this case, in all its aspects and bearings, is in principle, the same as that of Frederick R. Gotten, appellant, vs. Robert W. Williams, appellee, decided at the present term of this Court, and must share alike fate. We can see ho essential difference between them. Every important question which comes up for decision in the case before us, arose, and were all very fully discuss, ed in that case. We have re-examined and re-considered them in this, and do not perceive any cause to change the opinion therein delivered upon these several points, and therefore deem it unnecessary to enter upon a more elaborate discussion of them now, hut refer to the opinion pronounced in that case, and the authorities therein referred to, as conclusive upon this.\nThe judgment of the Court below must be affirmed, with costs.\nP&r totam curiam.",
        "type": "majority",
        "author": "Dougias, Chief Justice:"
      }
    ],
    "attorneys": [
      "A. E. Maxwell, for appellant.",
      "Long & Walker, for Appellee.",
      "T. H. Hagner, (on same side,) for Appellee :"
    ],
    "corrections": "",
    "head_matter": "Noah Thompson vs. Robert W. Williams, Trustee, &c.\nWhere a party signed a bond as a joint and several obligor, after it had been sealed and delivered by other parties, as their joint and several obligation; and also after it had been transferred to a third party, by the endorsement of the obligees, and after one of the obligees had died; held, in a suit against the party so signing, that he, being the last signer, was estopped from availing himself of these facts, to avoid his liability as a joint and several obligor of the bond.\nThe case of Cotten vs. Williams, Trustee, fee., cjecided at this Term, cited, and fully confirmed.\nThis was an appeal from Leon Superior Court, to the Court of Appeals of the Territory of Florida, which was transferred from that to this Court. A full statement of the pleadings and evidence, except of the causes of action, are contained in the opinion of the Court. The following are copies of two of the bonds declared on ; the other two are similar, in all respects material to a proper understanding of the case ; except that seals are attached to the names of each party, and that Noah Thompson is the last signer of each of them.\n$3206 25. On or before the first day of January, one thousand eight hundred and forty-two, we, and each of us, promise and oblige ourselves, our heirs, executors and administrators, to pay to William B. Nuttall, Hector W. Braden, and William P. Craig, or their order, the just and full sum of three thousand two hundred and six dollars and twenty-five cents, lawful money of the United States, with interest thereon, at the rate of ten per centum per an-num from the time the same shall become due until paid, for value received.\nWitness our hands and seals, at Tallahassee, the first day of January, one thousand eight hundred and thirty-four.\n(Signed) JOHN S. TAYLOR, [seal]\nJOHN TAYLOR, [seal]\nH. B. BRADFORD, [seal] NOAH THOMPSON, [seal]\nF. R. COTTEN, [seal]\n(Endorsed)\nWm. B. Nuttall,\nH. W. Beadest,\nWm. P. Ceaig.\n$8855. On or before the first day of January, one thousand eight hundred and forty-two, we, and each of us, promise and oblige ourselves, our heirs, executors and administrators, to pay to William B. Nuttall, Hector W. Braden and William P. Craig, or their, order, the just and full sum of. three thousand eight hundred and fifty-five dollars, lawful money of the United States-, with interest thereon, at the rate of ten per centum per annum, from the time the same shall become due until paid.\nWitness our hands and seals, at Tallahassee, the fifteenth day of May, \"one thousand eight hundred and thirty-five.\n(Signed) ‘ . J. R. DORSEY, [seal]\n. . HOPEWELL DORSEY; [seal]\n> NOAH THOMPSON.\n(Endorsed)\nWm. B. Nuttall,\nH. W. Beaden,\nWm. P. Ceaig.\nA. E. Maxwell, for appellant.\nLong & Walker, for Appellee.\nT. H. Hagner, (on same side,) for Appellee :\nSaid that, this case stood upon nearly the same footing with the case of F. R. Cotten vs. R. W. Williams — argued at this term. There was a special plea in this case, setting up similar matters, in pretty much the same way — and for like reasons as those before argued, he held the judgment of the Court below to be correct.\nUpon the question made in this Court, as to the validity of the assignment of this bond, by endorsement, without seal, he cited, Du-val’s Comp. p. 96, sec. 33 and 34 — and he urged the admitted course of practice in the Territory, under the statute, and uniform decisions of the Superior Courts, as settling the construction. That construction had never been questioned in the appellate tribunal, althopgh moré than one case had occurred in his practice, where the point had arisen, and might have been carried up.\nHe insisted that the leaning of the Courts was to aid assignments —even equitable assignments — and he cited: 15 Mass. R. 485. 2 Greenleaf R. 334. 3 Greenleaf, 349. 16 Johnson, 52. 17 Johnson, 284."
  },
  "file_name": "0056-01",
  "first_page_order": 96,
  "last_page_order": 103
}
