{
  "id": 8849090,
  "name": "Eli Horn & Jeremiah Savell, Executors of Joab Horn, deceased, vs. David Gartman",
  "name_abbreviation": "Horn v. Gartman",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "63",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "2 Phil. 180",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": -1
    },
    {
      "cite": "4 McCord, 39",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8856931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/15/0039-01"
      ]
    },
    {
      "cite": "2 Yerg 582",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        11267452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/10/0582-01"
      ]
    },
    {
      "cite": "3 Litt, 275",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        6808092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/13/0275-01"
      ]
    },
    {
      "cite": "4 Wend. 453",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0453-01"
      ]
    },
    {
      "cite": "19 Wend. 853",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh, 377",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6726571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/29/0364-01"
      ]
    },
    {
      "cite": "4 H. & M. 503",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "case_ids": [
        6729705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/14/0964-02"
      ]
    },
    {
      "cite": "9 Mass. R. 307",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0276-01"
      ]
    },
    {
      "cite": "4 McCord, 11",
      "category": "reporters:state",
      "reporter": "McCord",
      "opinion_index": -1
    },
    {
      "cite": "4 McCord, 200",
      "category": "reporters:state",
      "reporter": "McCord",
      "opinion_index": -1
    },
    {
      "cite": "3 Dev. 263",
      "category": "reporters:state",
      "reporter": "Dev.",
      "case_ids": [
        8691120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/14/0263-01"
      ]
    },
    {
      "cite": "1 Swan, 486",
      "category": "reporters:state",
      "reporter": "Swan",
      "opinion_index": -1
    },
    {
      "cite": "1 Humph. 173",
      "category": "reporters:state",
      "reporter": "Hum.",
      "opinion_index": 0
    },
    {
      "cite": "10 John, 296",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "2 Black, 398",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "2 Hawks, 322",
      "category": "reporters:state",
      "reporter": "Hawks",
      "case_ids": [
        11276423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/9/0322-01"
      ]
    },
    {
      "cite": "4 McCord, 198",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8858022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/15/0198-01"
      ]
    },
    {
      "cite": "2 Black, 441",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "2 Leigh, 340",
      "category": "reporters:state",
      "reporter": "Leigh",
      "opinion_index": 0
    },
    {
      "cite": "2 John, 52",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 2092,
    "char_count": 69056,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.036007165578168e-07,
      "percentile": 0.7471952998031932
    },
    "sha256": "73786afd6d9d080a2fcb5fb54c02a62eccdbff1589aeef6e6a9608b56ad5810a",
    "simhash": "1:3637e0636142ac9c",
    "word_count": 12285
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eli Horn & Jeremiah Savell, Executors of Joab Horn, deceased, vs. David Gartman."
    ],
    "opinions": [
      {
        "text": "Baltzell, Justice:\nThe right of recovery of Gartman, the plaintiff, in the Court below, depends upon the legal effect and construction of an instrument of writing, in these words :\nTERRITORY 03? FLORIDA, > Walton County. \\\nKnow all men by these presents, that I, Joab Horn, of the Territory and county aforesaid, being in sound mind and perfect memory, are mindful this day to make a distribution of my property to my different children, to wit: David Gartman ; that for the natural love and affection which I bear towards him, and my deceased daughter, Drucilla, and the heirs of her body. In the presence of witnesses, do this day bequeath, covenant, and positively deed, a certain portion of my property, to wit: .a negro man, named Will, and wife Milly, and seven cows and calves ; to which species of property, I, the said Joab Horn, have at this time in possession, and owner of, clear of any enthrallment; and is to remain undivided, and in my possession, so long as I live — and after my death, immediately the stipulated properly in this deed composed, to be bona fide the property of David Gartman, with its increase, to have and to hold for-ever and forever.\nIn witness whereunto I have set my hand and seal, this 29th of June, 1829.\n1iis\nJOAB X HORN, [seal] marie.\nAnd in the presents of,\nJeeemiah Saveli.,\nReuben N. Baeeow,\nRichaed J. Compton.\nAppellants, the executors of Horn, contend that this instrument confers no right:\n1st. Because there was no delivery of the property, nor a sufficient delivery in law, of the deed.\n2d. Because a remainder is created after a life estate, which is not permitted by law, except in cases of trust, and by will.\n3d. Because the instrument is testamentary, and was revoked by the will of Joab Horn, made afterwards.\nA delivery of the property was not made — indeed, was inconsistent with the terms of the instrument. The inquiry then arises, does a deed dispense with delivery, and is it sufficient to convey the property, without a transfer of the possession. The law, in this respect, seems to be well settled — it being held, “ that in order to transfer property by gift, there must be either a deed, or instrument of gift, or there must be an actual delivery of the thing to the donee.” 2 Barn. & Ald. 552. Adams vs. Hays, 2 Iredell, R. 366. 2 Kent’s Com. 438. 2 John, 52. 2 Leigh, 340. 2 Black, 441.\nIf valid as a deed, a second objection is, that there was no delivery of it. The instructions asked by defendant, shew that the deed was “ presented by the plaintiff, to the recording officer, for registration,” and was recorded. Consequently, it- must have been in plaintiff’s possession. This is sufficient evidence of delivery. Gilbert vs. Dunns lessee, 14 Peters, 322.\nNor does the fact of its being produced at the trial, by the defendants, under notice, alter the case. Brown vs. Winthrop, 1 John. Chy. 329—256. Ingraham vs. Porter, 4 McCord, 198. Dawson vs. Dawson, Rice’s Eq. R. 257.\nThe next point is, that a remainder in personal property cannot be created after a life estate, according to law.\n“ By the ancient common law, personal estate was little regarded, “ and thought to be subject to no modifications or limitations what- “ ever. A gift or grant of a personal thing, for a day, or even for “ an hour, was supposed to be equivalent to a gift, or grant of it “forever.” Shep. Touch. 116. “Butin succeeding ages, when “ commerce and civilization had given additional importance to per- “ sonal estate, new rules were introduced, to make it answer better “ the exigencies of society; and it was at length placed, with respect “ to the limitations of which it was susceptible, more upon an equality “ with real estate. In England, the only difference is, that real es- “ tate may be entailed, and personal cannot; and in this country, “ where estates tail are abolished, the rule is exactly the same with “ respect to real and personal estate.” This was the case of a gift of slaves, to take effect after the death of grantor and wife, reserving a life estate — presenting the very point at issue in this case. Boyle Ch. Just. in Banks vs. Marksbury, 3 Littell R. 276.\nIn Smith vs. Bell, although it was the case of a will, yet the remarks of Chief Justice Marshall are pertinent to the present case. “ The rule that a remainder may be limited, after a life estate in “ personal property, is as well settled as any other principle of our “ law. The attempt to create such limitation is not opposed by the “ policy' of the law, or any of its rules.” 6 Peters R. 78.\nIn North Carolina, the modern rule was first adopted. 1 Haywood, 234. 1 Murphy, 466. Afterwards the old common law rule was declared to be in force, the Judges expressing their regret in the cases decided by them, “ that a disposition of property, so just and simple in itself, could not be sustained.” Foscue vs. Foscue, 3 Hawks R. 544.\n“I think it a hard case,” says Judge Hall, “ that this species of property cannot be conveyed, in a mode apparently so simple, when the reason upon which the rule was originally founded, is no more; and cannot but regret, that decisions upon the subject had not been more comformable to the nature of this kind of property, and the convenience of those who possessed it. Graham vs. Graham, 2 Hawks, 322.\nIn 1823, the Legislature altered the law as thus declared.\nIn S. Carolina, the Chancellor, in a case affirmed by the Court of Appeals, in 1839, says: “ I shall not, after the decisions which have been made in this State, trouble myself by inquiring, whether a personal vested interest, to be enjoyed in future, can be directly conveyed by deed, either as to realty or personalty ; that is a settled question.” Dawson vs. Dawson, Rice’s Eq. R. 261.\nIn Carnes and wife vs. Marley, the deed was: “ I give to H. Jones, to hold to him, and his executors forever; provided, that I resume the possession, use and labor of said slaves, for and during my natural life.” The cause was before the Court of Appeals of Tennessee, in 1827, when the Court decided the gift invalid. The opinion, however, was not satisfactory, and a re-argument was granted. The case was again argued in 1830, and held under advisement until August, 1831. The Court then say: ‘‘Nothing is better settled than that, an interest in remainder, after an interest for life expires, may be limited in a deed for slaves. 2 Yerger,.584.\nBut it is needless to multiply cases, when authority is so abundant, and the question has been so ably decided. 2 Kent Com. 352. Johnson vs. Mitchell, 1 Humphrey, 173. 2 Black, 398. 7 Harris & Johnson, 257—272. 1 Henry Black, 535. 1 Murphy, 466.\nThe case of Thompson vs. Thompson, &c., has been cited as asserting a contrary doctrine. That was the case of an instrument not under seal, so that the point was not before the Court for decision. 2 How. Miss. R. 737.\nThe case in 12 New Hamp. R. is also relied on by appellants. It was the case of a deed not delivered to grantees, and in which the party claiming the benefit of it, conceded that it could not avail him as a deed. The question before the Court seemed to be rather as to the effect of subsequent arrangements between the parties, in revoking the deed. 12 New Hamp. 872.\nWe are of opinion then, that a remainder may be created in personal property, after a life estate, by deed.\nThe third position is, that the instrument is testamentary in its character — a question of some novelty in our Courts, and of no little difficulty.\nIf Mr. Horn intended the instrument of 29th June, 1829, to operate as a deed, and it is not legally impossible that it shall so operate, his intention should prevail. “ It is a benign principle, well established,” says Chancellor Johnson, in a case confirmed by the Court of Errors and Appeals of South Carolina, “ that if a paper, wearing the “ form of a deed, cannot operate as a deed, it shall, (if that will not “ prevent its provisions,) be allowed as a testament.” Dawson vs. Dawson, Rice’s Eq. R. 260. 4 Dessausure, 617.\nSo in Williams on Executors: “ It is settled law, that if the paper contains a disposition of property, to be made after death, though meant as a deed of gift or bond, and not intended as a will, yet, if it cannot operate in the latter, it may nevertheless, in the former character.” 1 Williams ex’rs, 55. 2 Haggard, 247.\n“ If the instrument is to be consummated only by death, and not .operate during life ; especially if it is not upon a stamp — contains no valuable consideration — is not delivered out' of the custody of the maker, and comprises no beneficial dispositions, but such as are ulterior to the death of the donor; in short, if death is the event which is to give life and operation to the instrument, the Court will grant probate of it as a will.” Lovelass on Wills, 317.\n“ In respect to personal property, where there is a final intention proved and execution prevented by the act of God, the mere want of execution does not invalidate the instrument. The disposition intended to be made, has the same legal effect in regard to personal property as if the instrrments had been actually signed and attested. It is also settled law, and several cases have been decided, that if the paper contains the disposition of the property to be made after death, though it were meant to operate as a settlement or a deed of gift, or a bond, though such paper were not intended to he a will, nor other testamentary instrument, hut an instrument of a different shape, yet, if it cannot operate in the latter, it may nevertheless operate in the former character.” 2 Haggard, 108-235.\nThese authorties are quoted without reference to the effect of our statute on the subject of Wills, which it is not necessary here to notice.\nThe question then is, can this paper' be sustained, and operate as a good and valid deed ? The rules for the transfer of real estate have long since been established, and their meaning, force and effect declared and well understood. We are not aware that any such exist, or have been prescribed as to personal property. Undoubtedly less form is required to transfer personalty; such property ordinarily is passed by mere delivery. The most that the authorities seem to require, is, that there be an actual gift — a design consummated — not the mere intention to give. In the case in 2 Yerger above cited, the words used were “ I give,” and the deed was held sufficient; In the case of Dawson vs. Dawson, the deed was in these terms, “ this day I Richard Dawson, do give to my named children in my will, all my real estate, and all my personal property, and goods and chattels to my named children in my will, and I do acknowledge this day, to be theirn, and no others than those named in my will, and the use therein menshened.” This, also, was established as a valid deed, coupled with the will so as to make the instrument take effect in futuro.\nIn Grangive vs. Arden, the holder of a lottery ticket wrote the name of his daughter on it and put it in his desk, afterwards said “ the ticket was hersit did not belong to him, he had given it to his daughter, &c.\n“ These declarations, say the Court, recognize a gift as having been made. They afforded reasonable ground for a jury to infer that all the formality necessary to a valid gift had been complied with.” 10 John, 296.\nIn the case of Johnson vs. Mitchell the words were, “ I agree to throw into the hands of my sons-in-law.” The Court say, “ that these words however unusual and inartificial, want the force and efficacy of the words, give or transfer, &c., it would be difficult to maintain,” &c. 1 Humph. 173.\n“In the construction of deeds the Court will lean towards giving validity to a deed. If it will not have an operation one way, it may operate in some other way.” Chase, Justice, 1 Harris &; John, 527.\ni( There is one general-principle that runs through the construction of deeds, that they are to be'construed most beneficially for the party to whom they are made ; and 2ndly, that a deed shall never be void, when the words may be applied to any intent to make it good.” 1 Plow. 159.\nIt is true, that the instrument under consideration has some of the terms peculiar to wills, “ being in sound mind and body, are mindful this day to make distribution, do bequeath;” yet the remainder of it has terms and provisions not contained in a will, but peculiar to a deed, showing an evident purpose to convey, a design executed, something done, in fact a deed. It does not commence as a will, but in the form of a bill of sale, “ know, all men by these presents;” it contains a consideration. The words, “ do this day covenant,” import agreement, bargain and obligation; “ positively deed,” a certainty of transfer, a determination and purpose evidenced by use of a word in common acceptation, the most solemn and effectual, that is known among men. The reservation of a life estate especially would be absurd in a Will. It is entitled as a “ deed of gift to David Gartman” by the person who drew it, and the probate by Compton, one of the witnesses, before Jeremiah Saveli a Justice of the Peace, who is also a witness and a defendant in the case, states, “ that the within deed was fairly assigned and delivered in his presents.”\nIt is a striking feature of this case, that the object in construing this instrument a testament, is to effect its destruction, whereas the benign principle of construing deeds, &c., as wills, was designed for their preservation. If the instrument were defective as a deed, the argument might be more effectual under the authorities to sustain it as a will.\nIt has been insisted in this Court, that the deed was invalid, for want of a consideration, Gartman being only the son-in-law of Horn. This point was not presented in the Court below, from any thing appearing in the record ; and after a verdict we should be inclined to regard the case of plaintiff as made out except as to the objections raised by the bill of exceptions. The position however is not sustained by the authorities. Voluntary agreements in favor of strangers are sustained, and “ with respect to chattel interests, an agreement under seal imports a consideration at law.” 3 Burrow, 670. 7 T. R. 350. Beard vs. Mitchell, 1 Vern, 42. 3 P. Wms. 222. Brown vs. Winthrop, 1 John ch. 336. 4 Com. Dig. 266, Fait B. 4 b.\nDelivery of this slave to Gartman would have been good by way of gift, and if a deed supplies the place of, and is a substitute for delivery, there would seem to be no objection to the want of a consideration.\nOne of the errors assigned is that the deposition of Jeremiah Saveli one of the defendants and executor of the will of Joab Horn, was offered in evidence, but rejected by the Court. The deposition is not a part of the record, nor does the bill of exceptions state what was designed to be proved by it, or the ground on which it was rejected. Under these circumstances, we cannot say whether the decision was right or wrong. We cannot take it for granted that the objection was because he was executor. It may have been that his testimony was not materia], and this is in accordance with the ground invariably acted upon by Appellate Courts, that every fair intendment is to be made in support of the judgment below. The office of a- bill of exceptions is to give the facts on which the Courts decided, and it should give all the facts bearing upon the decision, so that the Appellate Court, may know fully and clearly every thing which influenced the decision of the Court, After a statement of these facts it may then be stated, that the Court instructed the jury, or decided in such manner upon the facts so stated.\nUpon the whole case, we are of opinion that there is no error in the instructions given in the Court below, and that the judgment be affirmed.\nThe original deed produced in this Court will be delivered to ap-pellee’s attorney, to be filed in the Court below.",
        "type": "majority",
        "author": "Baltzell, Justice:"
      }
    ],
    "attorneys": [
      "Carmack & Woodward, for Appellants :",
      "Walker Anderson, for appellee, submitted the following :",
      "T. H. Hagner, for Appellee :",
      "Carmack, in reply:"
    ],
    "corrections": "",
    "head_matter": "Eli Horn & Jeremiah Savell, Executors of Joab Horn, deceased, vs. David Gartman.\nIt seems to be well settled, that in order to transfer property by gift, there must be either a deed, or instrument of gift; or there must be an actual delivery of the thing to the donee.\nWhere A executed an instrument, purporting to be a deed of gift of a certain slave, to his son-in-law B, which was presented by B to the recording officer, for registration, and duly recorded; but which instrument, at the triutrwas produced by the Executors of A, under a notice from B, A, by his last will and testament, subsequent to the date and registration of the deed of gift, having revoked it; held that this was sufficient evidence of the delivery of the deed to B; and that the fact that the instrument was produced, on the trial, by the Executors of A, under a notice from B, did not alter the case.\nA remainder may be created in personal property, after a life estate, by deed.\nAn instrument, intended to operate as a deed, shall so operate, if it is not legally impossible for it to do so.\nTo make a valid gift of personal property, the most the authorities seem to require is, that there be an actual gift — a design consummated — no.t the mere intention to give.\nThere is one general principle that runs through the construction of deeds — that they are to be construed most beneficially for the party to whom they are made; and secondly, that a deed shall never be void, when the words may be applied to any intent, to make it good.\nA deed of gift of a slave to a son-in-law, is not void, for want of a consideration ; the agreement, with respect to chattel interest, being under seal, imports a consideration at law.\nThe office of a bill of exceptions, is to give the facts on which the Court decided; and should give all the facts bearing upon the decision, so that the Appellate Court may know fully and clearly, every thing which influenced the decision of the Court; and after a verdict, this Court is inclined to notice only the objections raised by the bill of exceptions.\nAppellate Courts invariably act on the ground, that every fair intendment is to be made in support of the judgment below.\nThis was an. action of trover, for the conversion of negro man Will, commenced in the Superior Court for Walton county, in 1841, and tried at its Spring Term, 1845, when there was a verdict and judgment for plaintiff; from which defendants appealed. Pleas, general issue, and statute of limitations.\nOn the trial, plaintiff gave in evidence an instrument, purporting to be a deed of gift to him, from Joab Horn — the father of Eli Horn, one of the defendants — and on which his claim is founded. This instrument, or deed of gift, was, on the trial, produced by the defendants, under a notice from plaintiff, of which the following is a copy :\nTerritory of Florida, > Walton County. $ Know all men by these presents, that I, Joab Horn, of the Territory and county aforesaid, being in sound mind and perfect memory, are mindful this day to make a distribution of my property to my different children, to wit: David Gartman; that for the natural love and affection which I bear towards him, and my deceased daughter, Drucilla, and the heirs of her body. In the presence of witnesses, do this day bequeath, covenant, and positively deed, a ce.rtain portion of my property, to wit; a negro man, Will and wife Milly, and seven cows and calves; to which species of property, I, the said Joab Horn, have at this time in possession, and owner of, clear of any enthrallments; and is to remain undivided, and In my possession, so long as I live — and after my death, immediately, the stipulated property in this deed composed, to be bona fide the property of David Gartman, with its increase, to have and to hold forever and forever.\nIn witness whereünto I have set my hand and seal. ,\nhis\nJOAB !*! HORN, [seai.] marie.\nThis 29th of June, 1829, and in the presence of,\nJeremiah Saveli,\nReuben N. Barrow,\nRichard J. Compton.\nThe following are the endorsements on the deed:\nTERRITORY OR FLORIDA, )\nWalton County. J Personally appeared, Richard J. Compton, and being duly sworn, deposeth, that the within deed was fairly assigned and delivered in his presence.\n(Signed) RICH’D J. COMPTON.\nSworn to and subscribed before me,\n(Signed) JEREMIAH SAYELL, J. P.\nRecorded, September 14th, 1829.\nH. G. RAMSAY, Clerk.\nThe plaintiff also offered in evidence the deposition of Jeremiah Saveli, one of the Executors of Joab Horn, and also one of the defendants ; which, being objected to by defendants, was ruled out by the Court.\nThe defendants gave in evidence the will of Joab Horn, deceased, executed subsequently to the deed under which plaintiff claimed, and revoking that deed; of which the following is a copy of so much thereof as is material:\n“In the name of God, amen: I, Joab Horn, formerly of the State of Georgia, but at present of Walton county, in the Territory of Florida, being of sound mind, but weak and infirm of person, sensible that it is appointed for all men to die, do make, ordain and publish, this, my last will and testament: First, for the purpose of leaving no part of my wishes in doubt, and trusting that none of my descendants will hare the impiety to attempt to disturb the disposition which I am now about to make of my wordly goods, I will state, that in the year of our Lord, one thousand eight hundred and twenty-nine, I made a certain disposition of my effects among my children, with the intention that the same should go into effect after my decease. This disposition of my effects, it has since become my design to alter in some particulars ; and it has been supposed that some of my descendants would resist any alteration in the same. Now, it is my express will, that should any one of those, to whom I heretofore expressed my intention to give any part of my property, attempt to thwart or prevent the accomplishment of this my last will, or any part of it, then such person shall forfeit all right to any and every portion of my estate heretofore, or hereby given, and the portion thereof destined to such person, shall return to the common stock of my estate, and be sold for the benefit of such of my heirs as shall not have attempted to thwart or prevent the accomplishment of my wishes, herein expressed. [The second, third, fourth, fifth, sixth, seventh and eighth articles, relate to the disposition of his pror perty to his different children.] Ninth: I appoint my son Eli Horn, Richard J. Compton and Jeremiah Saveli, executors of this my last will and testament, hereby revoking all former wills by me made. In witness whereof, I have hereunto set my hand and seal, this sixteenth day of May, in the year of our ¡Lord one thousand eight hundred and thirty-three.\nIds'\n(Signed) JOAB X HORN, [seai.]\n, mark\nSigned, sealed, published and declaied, by the above named Joab Horn, to be his last will and testament, in the presence of us who have hereto subscribed our names as witnesses, in the presence of the testator. ' (Signed) •\nWM. M. MOTHERSHEAD,\nCLESTIN PHILIBUT, his\nTHOS. X BAGETH.\nmark\nThe will was admitted to Probate, and recorded on the 17th day of August, 1840.\nThe counsel for defendants requested the Court to instruct the jury, that the instrument of writing, purporting to be a deed of gift, was invalid. '\nFirst: Because there was no delivery of the property therein mentioned, nor a sufficient delivery in law of the said deed ; inasmuch as, although it was presented by the plaintiff to the recording officer for registration, yet it was produced on the trial by the defendants, under a notice from plaintiff; from which fact, the counsel for defendants insisted that the jury should presume it was in the possession, custody, and control of the said Joab Horn at his death, and was found among his papers by his executors, to wit: these defendants.\nSecondly: Because said deed is invalid in its nature, in thus creating a-fee simple, after a life estate in personal property; the Court ruling, that this instrument did not convey an estate remainder in personalty, after a life estate, but a present interest.\nThird: That said deed is testamentary in its character, and is revoked by the said will. '■\nWhich instructions the Court refused; -whereupon defendants excepted.\nThe counsel for defendants also requested the Court to instruct the jury, that even if this instrument, purporting to be a deed, was valid as a deed, then this action is barred by the statute of limitations ; which the Court reftsed, there being no evidence of an adverse possession until 1840, and this suit having been commenced jn 1841.\nCarmack & Woodward, for Appellants :\nThe decision of this case depends upon the question, whether the instrument of writing, (purporting to be a deed of gift,) is a deed conveying a present interest at its date, or a will to take effect upon the death of Joab Horn who executed it. This instrument was found in the possession of the Sonor at his death, and was produced on the trial by the executors, the present appellants, under notice from the appel-' lee. If if be regarded as a deed conveying a present interest on its face, it is void for want of delivery. 4 American Com. Law, 235. No. 2, ib. 237, No. 9. 1 Iredell’s Dig. 175. Sec. 17 ib. 181. Sec. 60.\nBut suppose for argument sake, that it was duly delivered» and in possession of the donee, it is then void as a deed because it is a gift, and by its terms the possession of the property is not to be delivered until the death of the grantor. A gift is incomplete and void until the possession of the thing given is delivered. 2 Blackr stone’s Com. 441. 2 Kentj 438. Hovenden on frauds, 421, 422.\n1 Eq. Dig. 397. As a gift therefore it was not binding on the grantor, at any time during his life. And if not binding might at any time be revoked; and if revocable and not binding, this instrument, regarded as a deed, conveys nothing, and is therefore void.\nIf this instrument conveys no interest in the property, because the possession was not delivered, nor to be delivered until the death of the grantor, it cart at the most be regarded only as a contract, or rather a •promise to give at a future time. Now viewing it either -as a contract or a promise to give, it is void for want of consideration; a nudum factum, out of which' no action can arise. Natural love and affection, is a good consideration to support a gift made and perfected by delivery of the thing given. But it is no consideration to support a.promise or contract to give. To make the present instrument therefore binding as a promise or contract to give, it should have been upon a valuable consideration. There is no pretence of any such here, and without it, this instrument is void as a contract or promise to give ; Noble vs. Smith, 2 John’s rep. 52. Pearson vs. Pearson, 7 John’s rep. 26. Cook vs. Hastard, 12 John’s rep. 188. Grangiac vs. Arden, 10 John’s rep. 293. Fink vs. Cox, 18 John’s rep. 145. Hooper vs. Good, 1 Swan, 486. Cotteen vs. Missing, 1 Maddrep. 108.\nBut regarding this instrument as a deed of conveyance, and not merely as a contract or promise to give at a future time, it is void because there is neither a good nor valuable consideration to support it. The natural love and affection, which Joab Horn had for his deceased daughter and her children, is no consideration to support a gift to David Gartman, after the death of his wife, the donor’s daughter. After her death, David Gartman does not stand toward the donor in the domestic relation, which makes natural love and affection a good consideration to support a gift to him. The natural love and affection which' the donor had for his deceased daughter and her children, cannot enure to David, to support a gift to him. Metcalf & Perkin’s Dig. 99, sec. 33. Ibid 107, sec. 107. Noy’s Maxims, 27 — 28. Roberts on Fraud, 453, note B.\nIt is- at least questionable, whether a remainder can be created by deed in a personal chattel, unless it be by conveyance in trust. If this deed can convey no remainder in the property attempted to be conveyed, it is void on that account. 8 Bacon’s Ab. Title Remainder, 298 — 383—299. 2 Kent. 352, note. 2 Murphy’s Rep. 137. 2 Dev. Law Rep. 185. 3 Dev. 263. 2 Hawkes, 382. 3 Hawkes, 538. 4 McCord, 200. 1st Story’s Eq. Com. 874.\nIf any one of the above propositions can be sustained, it then follows that this instrument, regarded as a deed, is void;'and it is believed that all are maintainable. But if any additional authority is wanted, to show that, as a deed, it is void, this is abundantly shown from the fact, that the books show, “ that all instruments which are to operate after death,” though intended at the time they were executed to be deeds, are wills; and it is immaterial what may be the form of the instrument, or whether made upon a good or valuable consideration. 12 New Hamp. 371. 2 Ves. Rep. 1st Roberts on Wilis, 59. 1st Williams on Executors, 54 — 55. 2 N. C. Reports, 295. Hovenden on Fraud, part 1st, page 253 — 254. 1st Equity Dig. 401, sec. 3, 402 ; sec. 16, 408; sec. 39, 42. -2 Eq. Dig. 584, sec. 13, 14. 2 Iredell’s Dig. 584, sec. 3. South Carolina Dig. 351. 4 McCord, 11 — 200.\n' In the cases last cited, it is evident that the parties who executed the instrument, thought at the time they w’ere making deeds, which transferred the property, and were, irrevocable. So did not think Joab Horn, when he made this instrument, as is proved from the face of it.\nThis instrument is not only more like a will than any of the deeds poll, above referred to, for they were in all things like deeds of conveyance, except in the time the gift was to take effect — in pos-| session of the .donor — viz: “ after the death of the grantor.” But. this is upon its very face, more like a will than a deed. It is like a deed in nothing, except, “he positively deeds,” arfd signs it with a-seal at the end of his name ; neither of which has much tendency to prove it to be a deed; as wills are often made with a seal, and generally are in the present tense, “ I give.” 1st William’s Executors, 55 — 95.\nThe whole face of the instrument, with this exception, shows that it is a will, and was so intended.\nBjit if it is a will, it is revocable — if revocable it has been revoked by a subsequent will.\nWalker Anderson, for appellee, submitted the following :\nI. First exception — Want of delivery : — Delivery ofthe property in specie, was not necessary to the consummation of the gift or grant— because: — 1. A present delivery was not consistent with the nature of the interest conveyed, which was a remainder after a life estate. And because: 2. The delivery proved was a sufficient delivery in law.\n1. “ Delivery must be according to the nature of the thing.” 2 Kent’s Com. 439.\n2. The fag; of the delivery to Gartman was for the jury to determine ; and mthis Court it is to be presumed the delivery to him was complete — (as was the fact.)\n“ A delivery to á third person, as the servant or bailee of the grantee, will be valid.” Soubervye & Wife vs. Arden, et. al. 1 J. Ch. R. 240. 9 Mass. R. 307 — 10. Verplank vs. Sterry, 12 J. R. 536. 15 Wendell, 656.\n“ Delivery to a third person, though not an agent of grantee, sufficient.” — 1 Tom. Law Dicty. 523. 8 B. & C. 67Í.\n“ A formal delivery (of a deed) is not necessary, if there be acts evincing an intent to deliver.” Goodrich vs. Walker, 1 J. C. 250.\nBut the exception does not seem so much to negative the original delivery, (that fact having been established by the jury,) as to intimate that the subsequent possession of the deed by the grantor, amounted to a revocation.\nThis position is opposed by numerous authorities, and is adverse to well established general principles. ' A gift, once consummated by actual or constructive delivery, cannot be recalled, without the consent of the grantee. . .* . . ’\n“ If a deed'has been once delivered, so as to take effect, a second delivery can be of no avail.” V. vs. Sterny, 12. J. R. 536.\n“ If a deed be duly delivered in the first instance, the subsequent “ custody-of it by the grantor will not destroy-the effect of the delivery.” 'Soubervye & Wife, vs. Arden et. al. Í J. C. R. ¿56.\n“ Even non-delivery, unless accompanied by other circumstances, 4 will not avoid á deed.” : , •\nIb. 257, quoting 2 Yern. 473, and 1 Atk. 625, in which Lord Hardwicke held, that a voluntary deed, formal as to-its execution, and without a power of revocation, and kept by the grantor, uncan-celled,' was not- to be defeated by a subsequent will.\nHe went even further, in the case of Johnson vs. Smith, (257,) in 1 Ves. 314.- . -\n44 A voluntary’settlement, without power of revocation, cannot be revoked” — ib. 258, referring to Villiers vs. Beaumont, 1 Yern. 100 ; and Bole Vs. Newton, 1 Y©rn. 464 — “ though retained by thé grantor in his possession, until his death.” -Ib. Bunn,- et.-ál., vs. Winthrop, et. al., 1 J. C. R. 329 — 30—31—36—37.\nThe delivery of the- deed to Gartman having been shown to .be sufficient; and irrevocable, ft is scarcely necessary to adduce any authority to show, that a gift or grant- by deed, is equivalent to the actual.delivery of-the.chattel. This point was conced^ on the trial, and no longer admits of any . doubt. ' * - . ' ' •\nJ refer the Court, however, to. a few authorities on this head.\n“ As, between the parties, a voluntary transfer, by deed, of a chat-14 tel interest, is valid, without any consideration appearing.” Bunn vs. Winthrop,-1- J. C. R. 329 — 330-^331—336—7.'\nDelivery, though in general necessary to the validity of a gift, may be supplied by-deed-or writing. 2 Kent’s Com. 438. . Flower’s case, Noy’s Maxims, 57. Irons vs. Smallpiece, 2 Barn. & Aid. 551.\n44 Written obligations to give, even where there is no consideration, will be enforced.” ■ 2 Bl. C. 446.\nIn, this'case, there was a good consideration moving the\" grantor, which makes the casé stronger than where-the deed is purely voluntary. \" ,-\nII. Wp come now to the second exception, which denies that a a remainder may be limited, after a life estate, in personal property.\nThis may have been law once, but it is long since exploded ; and no point is better established by authority, than the one opposed' by this exception. '\nChattels may be limited overby way’of remainder, after a life estate. 2 Kent’s Com. 352. Smith us. Clever, 2 Vern. Rep. 59. Hyde us.-Parrot, 1 P. Wins. 1.' Tissen vs. Tissen, ibid, 500. Ban-dallas. Russell, 3 Mer. R. 190. And such a . repaainder may be created^ equally by grant or devise. Note bn 2-Kónt, C. 352. Child v's. Baylie, Cro. J. 459. ^Powell vs. Brown, S. C, .Law Journal,'^42. • .\nPrefer also, as to the general principle, to the following cases:— Moffat us. Strong, 10 J. R. 12. Westcott us. Cady, 5 J. C, -R. 334. Scott us. Price, 2 Sergt. & Rawle, 59. Royal] vs. Eppes, 2 Mun-ford, 470. Mortimer us. Moffat, 4 H. & M. 503. Madden us. Madden, Ex’rs, 2 Leigh, 377. * *\n“ The rule that a remainder may be \"limited, after a life estate in “ personal property, is as we,11 settled as any other principle of our “ law, The attempt to create such limitation is no,t opposed, by,the “ policy of the law, or by any of its rules.”' Smith us. Bell, 6 Pe'ter’s Rep. 78. * ,\nBlackstóne is conclusive on this point, He says: “By the an- “ cient common láw, there could be no future property, to take “ place in, expectancy, created in personal goods and chattels — but “ yet in last wills such limitations were permitted, though originally “that indulgence was only shown, when merely the use of the goods, and not the goods themselves, was given to the first legatee. “ But now that distinction is disregarded ; and therefore, if a man, “ either by will or deed, limits his books or furniture to A, for life, “with remainder over to B, this, remainder over is good.”,, 2 Bl. Com. 398. - .1 v\nThe case before the Court is precisely such a one. Jóáb Horn • conveys a remainder to Gartman, after a life estate' to himself; or it is more closely assimilated to the gift of the‘use, to a first legatee, with remainder over. • . • • •-\n:In contradiction of all these authorities, a single case was relied on at bar, from McCord’s Reports, whiqh I have not before me. I think its tenor was opposed to the creation of an estate in futuro, without an intervening’ interest. It is obvious, I think,-that this case is not one of that kind — a present intérest is -conveyed by the deed, which attached upon the’ delivery of the deed, though its enjoyment was postponed to a future time. In the case Of Lightioot’s Ex’rs, vs. Colgin & wife, this . point is cle'arly established. At the 77th page, 5 Munford’s Reports, Judge Roane, in expressing, his‘concurrence with the Court, speaking of a certain conveyance, which 'was the subject of controversy, says: “ Considered ás a grant, it is of no importance that' a remainder Only is granted,' while the life estate is retained. That remainder is a vested interest — is-a real advancement, and may. be alienated.” ■ •\nOther parts of this case are good authority, on the subject of the retention of the property by the donor, not defeating a gift, to take effect in futuro. % ' . . ..\n, III. The third exception alledges, that the deed is testamentary in its character.\n>To this objection I oppose: 1. The evident intention' of the donor. And % The terms of the instrument itself. .\n1. Joab Horn did not reg’ard it as a will, for otherwise he would not- have delivered it to Gartman,’ to have had it recorded. He would not haye made- provision in -the instrument for the property remaining in his possession', if he had regarded it as a will, which could have no effect, till'after'his death. He speaks in the instrument o'f it, as “ litis deed” — a term too familiar, even tO the unlearned, to have been applied by him .to a paper designed for á will. And above all, he makes no disposition of the.residue of his property, nor mentions his other children, ant! appoints no executors. In short, there is nothing about the whole instrument to support the exception, but the single word bequeath,^ used in connection with the binding phrase, positively deed.\" This is a word, (bequeath,) not so familiar tó the unlearned; and here it evidently conveys no meaning, adverse to the well understood word deed, 'used more than once. . •\nThe whole structure pf the instrument — its singleness of character, (being confined-tó a conveyance of a single piece of property, to a single individual,) with all its -incidents,'intrinsic and extrinsic, negative the idea-that Joab Horn designed it for a will. /\nBut I contehd that, whatever might be the intentions of Joab Horn, the terms of the instrument are'such as to control that intention. . ; >\n“ A deed is a writing, sealed and delivered by the, parties.” ’ I Tom. Law Diet. Title Deed.\nThe delivery iftakes it differ from a will. “ A deed may be good without all'the formal parts.” Ibid, 523,.\nThere was a' grantor — a grantee — a thing granted — :a good consideration’; (though this last was not essential)-r-and sufficient words, s.uch as deed, and positively'deed, and is to become the property of, &c., to convey an interest present, and irrevocable. ;. ■\nAgain : a gift may be made without deed, and any words used to signify an intention to give, suffice. The only object of a deed is, to serve as an evidence of the gift ; and in some cases, /to answer in lieu of a present .delivery of the property. No greater formality is necessary in a gift by yriting, than in a'.verbal-gift; if the intention is manifest, that is all that is required. ■\nBesides, “an uncertainty shall be taken in favor, of the grantee;” Jackson on Dem. . Butler vs; Gardiner, 8 J. R.'394. ' ,\nJoab>Horn’s subsequent declarations in his will,.cannot nullify his antecedent gift, if it ever was such. ..' ,\n“ Declarations of the intentions, on understanding of a grantor, “ different from the intent Apparent on the face of a deed, to be effec-f‘ tual,. must be'made at the time of executing it.” Soubervye & wife vs. Arden, 1 J. C. R. 2.40. *\nJoab Horn'reserving, a-life estate in the negro, cannot be regarded as in any wise converting the grant into a will.\n“ A deed of trust, if not revocable by the graritbr, is nqt to be considered a will-in disguise, on the grounds that nearly all his personal estate is thereby, conveyed, and that he reserves to himself the possession and control of the property during his Jife.”' Lightfoot’s Ex’rs vs. Colgiii & wife, 5 Munford’s Rep. 42 — 69., -.See judgment of the Court in same casp, passim, commencing page 80.\nIT. The fourth exception relies upon the statute; of limitations, as a bar to this action. ' ' , ■\n• This statute was made to bar stale claims, and punish negligence. Joab Horn died in, Í840: — who could have sited him for the negro mentioned in .this-deed, while living? Certainly not/David Gart-man, or any claiming under him. ■ He Had no .right to the possession of the negfo till the old man’s death,-and within a year after that occurred, suit was brought. ■ \"\nThe cause of action accrued to David Gartman in 1840, and not sooner;.and the statute, as to him, began to run only from thattime. If he was barred by the statute, then would every remainder man be barred, when, the particular estate happened to be of longer duration than five years. * \" .\n, There must be an adverse possession too, to enable a person to bring an- action surtrover; and the statute ■ commenced to run,only from the time when the adverse possession begun.-' Surely it will not be contended that the possession of Joab Horn, during his life, was adverse, o' . •\n• I do not -deem it necessary to trouble the Court with any authority on this- obvious point, beyond the familiar one;' in 1 Tidd’s Practice, at page 17.' A right of action cannot be barred till .six years after there has been a complete cause of action; as if, I promise to, pay a man £100 after he returns from Rome — the statute will not. begin to run, till after his return. , •\n(I have not Tidd before me, but this is the substance of the autho. nty-)'- ,\nY. The last objection made, is to the'éxclusion of Jeremiah Sa-ville’s deposition. J ' ,\nSaville is one-of the'Executors, anda partydéfendant on-the -re. cord. The simple statement of the objection' conveys a sufficient answer to it.\nThe respectability, of the counsel making- th'e objection, induces me to refer to an authority or two — otherwise I should consider it almost .disrespectful to the Court to argue the .point.\n“A party to the record, though merely a nominal party, is not “ allowed to testify on the trial of the case, though he be willing, if “objected to by the party in interest.” Benjamin vs. Coventry, 19 Wend. 853. Frear vs. Evertson, 20 J. R. 142. Chenango Supervisors' vs. Birdsall','4 Wend. 453. Brown.w. Howard, 14 J. R. 122.\n' Addendum,. — “ A gift of chattels, to take platee after the donor’s “ death,'passes only those which remain in specie at the timé of the “ gift.” 2 Tomlin’s Diet. 32, quoting 3 Swan R. 400..\nT. H. Hagner, for Appellee :\nThe appellants bill of exceptions presents objections to' the sufficiency of the Plaintiff’s title, as well upon his own evidence, as also, when that evidence is met by the proofs offered by the defendants. I shall examine these points separately.\n. And Í. As to.plaintiff’s title upon his own evidence. - The plaintiff offered in’evidence the deed or instrument of writing,, signed and sealed by Joab Horn, on 29th June, 1829; so declared on its face by the witnesses, in these words : “ In withess wheréunto I have set my hand and seal, this 29th June, .1829, and in the presents of,\nJeremiah Savill, 1 Ms Reuben N. Barrow, . > JOAB í*¡ HORN, • [seal.] Rich’d -J.^ Compton, ' J mark” ■\n■The witness Compton, made oath-before a Justice -of' the Peace, “ that the within deed was fairly assigned ;and delivered in. his pre-¡ sents,” and being thus-proved, the instrument was. recorded on 14th September, 1839, in the life time of the donor.\nThe point made by the appellants is, that this instrument was not and is not a deed, but a mere contract tó give in future,- or at best a testamentary disposition. • ,\nThe Court will be aided-in the correct. exposition .of this instrument, . by recurring- to the principal rules for the understanding of deeds laid down in Plowden, p. Í60 — they are:\n“ First, That they shall be taken most beneficially for the pkrty'to whom they were made. . ■ / , , .\n“Second, That a deed shall never be void,\" where the words may be applied to any intent to make it'good-on the principle, utresmagis valéat quam pereat,” • .\n“ Third, That the words shall be construed according to the intent of the. parties and not otherwise, and the intent directs gifts more than the words.” • , . ,\nThe words used here are, 1st, ‘bequeath, admittedly a term implying a disposition'by will, but its inaptitude here is repeatedly admitted by the donor himself — calling the act over and over again a Seed. 2nd, Covenant, a woyd as clearly indicating a disposition by deed. ' 2 Black’s Com.' 338.. Shepard’s Touchstone 511-12. .Saunders on'Use’s, 566. 3 Comyn’s Digest, Cov.,(?. , .- ' ■\nThis term too, more entirely comports with the consideration expressed ; a covenant'must notfo'e in consideration of money, for-that would be a bargain arid sale. 2 Wilson’s Reports 22.\nA person may covenant'to stand.seized to an use in futuro,, as.from Christmas next; or a deed which may take effect as a covenant; to stand, seized, is good, though the use is to arise after- the decease of the covenantor. - ’ Doe vs. Whittingham, 4 Taunton 20. And where the covenant is to stand seized to a future use’, the use, till it may vest, results to-the-covenantor.- Same case.\n•Resort must be had to the meaning of these terms, if we are to be met by the argument, that the term bequeath, is of testamentary disposition., And let us look again at the third term used in this instrument : . ■ ■ r\n3rd, Deed — “positively deed;” “ a certain portion of my property;” and again, “the stipulated, property in this deed composed;” The grantor “deedé the property.” Now as is well argued by Mr. Anderson, this word is of more general acceptation than' anj .other used — rit is significant in the fullest sense; and that the grantor understood its meaning, is clear from the subsequent recognition of the act' by himself — “in this deed composed; “ the property in this deed composed.” . ‘ '\nNow ■ “ a deed ex vi termini, means a writing sealed.and delivered.” Hammond vs. Alexander, 1 .Bibb, 333.\nIt is no manner'of objection to the Courts carrying into, effect this instrument, or rather to the Courts recognition of'its legal bearing and effect, that it is not drawn with accuracy qr conformably with, precise precedent. See 5 Peters’- Sup. Co. Rep. 580..\nThe intention is to be collected from the paper itself, from the understanding of the parties; and taking the whole instrument together, if the clear design of the grantor appears to be, to “ deed” the property, the. effect follows of consequence. ■ • - ; 1\nIn 1st Massachusetts’ Rep. 219, is a case where the Court gave effect to an instrument having no words of grant in the premises, and held sufficient to pass a -fee to land, from the words used.in other parts of the deed. The Court recognizing the great rule of law to h'e, to effectuate the intention of the parties at the time; “ if it can be done consistently with the rules of law.” In that paper the term “ granted,” occurred — “ granted premises,” and a right “ to convey”— and from these, the .Court concluded the\" intention and carried it into effect. Again, Patterson Justice, in delivering the opinion of the Circuit Court for the Pennsylvania District,'in 4 Dallas Reports 347, speaks to like effect, that to' effectuate the intention, is the great ruje of interpretation. Examining this paper then with a view to the intention of the parties, let us inquire 'what was the manifest intention of Joab Horn, when he signed and sealed it ? He .'declares1 himself “mindful this day to make a distribution of his property,” &c.; he does “ this day bequeath, covenant, and positively-deed” property, He then has “inpqssession.and owner of, clear of any enthralments.”\nNow did not the party intend to give a present effect to his present purpose ? Does he not declare his ability at that hour to. make the distribution, while'he is clear of debt ?, Does he not exhibit a plain purpose to vest a present interest in this specific property 1 And he couples with the active power of the clause, which positively deeds the property to Gartman, the Peoviso, that it is to remain in the possession of the donor during life, and then with its increase to be the property of the donee in good faith,\nLet us test the question of present interest; and to that end let me ask, would not this conveyance to Gartman, have protected the property against the creditors of Horn, who might have become such, subsequent to the deed 1 Suppose afterwards that Horn had become involved, all the world having notice of this transfer, would not the estate vested in David Gartman have been protected from such subsequent creditors ? .There cannot be a doubt, because when Joab Horn was “clear of any enthralments,” he had that day made distribution by deed of gift among his children ? When he had no creditors, when he was clear of the world, he had distributed his estate as he had a right to do, and there remained in him, but the use of the property during the brief remnant of his days.\nThis point has been judicially determined by the Court of Appeals of the State of Maryland in 1826, the case of Bohn vs. Headley. 7th Harris & Johnson, p. 257 to 272,.\n“ A deed of gift of -personal property from a father (who was not indebted at the time) to his child, executed, acknowledged and recorded, according to law; conveying the property to the child, with a PROVISION, that the donor was to remain in its possession and use , during life. Held to be valid both at common law and under the Statute of 13th Eliz. 1.\nAn examination of that case will show the Court, that all the objections here taken were insisted on, before the Court of Appeals of Maryland. It was contended the gift was void by the Statutes 13 and 27 Eliz., that it was void at common law; that the gift; was re-vocable on its face, and that by the subsequent sale of the negroes to a third person, the grantor did revoke it. Each of these points was met by the Court, and decided in favor of the grantee under the deed. The Court will note further, that the decision is placed not upon the Statute of Maryland, but upon the Statutes of England and the common law. The subsequent purchaser was there the plaintiff below, suing for the negroes; and the grantee held the negroes against the subsequent purchaser from the Grantor.\nAnother case from the'same Court, is yet nearer in analogy to the case at bar; and presents the distinct question, whether a donor can retain to himself the possession and use of the chattels for life, by the same deed of gift which passes the title to the property. In the case of Hope, Administrator of Hope vs. Hutchings, 9th Gill and Johnson 77; the defendants intestate executed and delivered to the plaintiff Thomas Hutchings, a bill of sale dated August 21, 1818, and for, and in consideration of the natural love and affection she bore to the grantee and his wife, (her- daughter,) and for the better maintainance, support and preferment of them, made the bill of sale of negroes, and all the household furniture of which she may be possessed at the time of her deceaseProvided, the said Hannah shall not be debarred or prevented, holding, using and enjoying the said property above as aforementioned, and all profits arising therefrom during her natural life.”\nUpon the construction of the deed, the Court by Stephen Judge declared, “ that from the terms of “ the instrument itselfj the legal '■‘title upon its execution immediately passed to the grantee, and that “ nothing more than a mere usu-fructuary interest or right of enjoy- “ ment, was intended to be reserved by the grantor in relation either “ to principal or profits.”\nSo in the case from 1 Murphey’s law and equity, rep. 466, in North Carolina, it was decided in 1810; and in Caines & Wife vs. Marley, 2nd Yerger’s Tennessee Reports p. 582, the deed of gift re] served the possession, use and labor of said slaves for and during the natural life of the donor, and after his death, the said grantee was to have the actual possession with the absolute title see also, 1 Humphrey’s R. 171. Johnson us. Mitchell. And in each ofthese cases it will be seen that the principle is recognized of “ the power of the owner to dispose of the remainder of a chattel reserving to himself a life estate,” as considered in the 31st year of George III, to he good law, evinced by the judgment of the Court, in 1 Henry Blackstone, p. 535, in the case of Doe vs. Polgrean. I consider that the Court below struck the right path, when they declared, that David Gartman by the deed took “ a present interest in the property,” and the case from'Blackstone fully confirms it — that was the case of a present gift by deed vested possession in a certain event, and the case turned upon the point.\nIn Grantham vs. Hawley, Hobart 132, it was held that a grant of “ such corn as should be growing on the ground at the end of a termwas a good grant, and it mattered not that it was not in possession, no! nor in existence at the time of the grant.\nIt is not my purpose to enter upon the question of delivery of the deed — or the delivery of the property; nor to show the .authorities on this point. They are fully and ably presented by Mr. Walker Anderson in his brief. To a few additional cases, I will however call the attention of the Court, Comyn’s Digest, p. 278, title a. 2 Dyer’s Report, 167, B. 1 Croke 7, Shelton’s case. Shepard’s Touchstone 57. And' of modern date: 12.Pickering, 145. Banks m. Markesberry, 3 Litt, 275. Gardner vs. Collins, 3 Mason, 398. Caines & Wife vs. Marley, 2 Yerg 582. Pennington vs. Gittings, 2 Gill & Johns, 216.\nII. As to plaintiffs title upon defendants evidence.\nUpon the trial the executors offered in evidence, Joab Horn’s last will and testament insisting that he had thereby revolted this disposition of his estate.\nIn order to give any effect to this will as a Revocation, the counsel insist that the paper under which we claim is a testamentary disposition — and how do they prove it ? By showing that even less formal papers than this, have been admitted to probate. I deny that this is any proof at all, and an examination of the cases cited, will show that the true principle is this, viz:\n0■ “Instruments of writing when nugatory in the character intended, are often set up as wills by the parties in interest, and are admitted to probate in order to carry into effect, the maker’s object which must other wise fail of accomplishment.”\nIn 4th Eng. Eccle. rep. 108, Sir John Nickoll declares this general principle as settled law.-\nAlso see Rigden vs. Vallier, 2 Yesey Senior, 255, deed void for want of livery, set up as a will. See Masterman vs. Baberly, 4 Eng. Eccle. Rep. 108.\nThe case cited in the notes to 1 Williams on excutors, p. 65, note n. Bartholemy vs. Henry, 3 Philimore 318, and found in 1st English Eccle. Rep. 406, is the assertion of the-mere general expression that the Court- will give effect to dispositions of property to be consummated by death, although the deceased might not be aware that he performed a testamentary actand the text of Williams is in precise conformity with the principle coupled with this adjunct— that the Courts never give such effect to a paper on its face in different form, until it has failed to operate in that form. In 1 Jarman on Wills p. 13, note 1. “A paper which purported to be a deed and was executed as such, but which was not to take effect until after the death of the grantor was construed as a will in order to give it effect. Millege vs. Lamar, 1 Dess 617.\n• So then the Court will thus see, that the question whether this might not be construed as a will, and given effect to as such, cannot well arise here, until the Court have come to the conclusion that it is ineffectual as a deed.\nIf ineffectual as a deed, we are out of Court. In another suit it may be contended that a paper may be testamentary in its character, and yet irrevocable by the Testator’s last will, as Lord Hardwicke in Peacock vs. Monk, 1 Yesey, Sen. 127, seemed to consider possible. But “ sufficient for the day is the evil thereof.”\nThe case from 12 New Hampshire, cited by Judge Carmack counsel for appellants, is full to show the correctness of my position. The grantee failing to uphold the paper as a deed, sought to have it admitted to probate as' a Will. The Court say there is no intrinsic difficulty in this ; but then the party was met by the revocation of it— by his own consent and relinquishment of all rights under it, by his receipt of property under the last will and testament in lieu- of this very grant.\nIn the case at bar, the party in interest does not seek to alter the face, nor to charge the name of the paper. The paper is a deed of slaves — we do not seek to set it up as a will-\nThe appellants seek to set up this paper as a will, only that they may change its character — they would style it a testament, that it may become revocable — they would admit it a will, only to, render it nugatory — they seek not to give it effect but to destroy. We rely upon the deed as it is, signed, sealed and delivered by the grantor in his life time. Recorded and declared to all the world as his act and deed, over which he no longer had power and dominion — which was and is irrevocable in its very nature.\nAs authorities are desired by the Court upon the question whether the paper A, is testamentary in its character, I will adduce them, with an argument to show their application.\nThe counsel for appellants, declared, “ the distinctive characteristic of a will to be its reference to the futurethis is not precise nor accurate.\nThe ambulatory character is its distinctive attribute — that is, the act itself is not fixed till death, nothing attaches “ in presentí.” Jar-man on Wills in his 1st vol. p. 11, well explains the distinction. He says, “ It is this ambulatory quality which forms the characteristic of wills, for though a disposition by deed may postpone the possession or enjoyment, or even the vesting until the death of the disposing party, yet the postponement is in such case produced by the express terms, and does not result from the nature of the instrument.”\nAnd the author then gives an example, closely analagous to the case at bar. “ Thus, if a man by deed, limits lands to the use of 1‘ himself for life, with remainder to the use of A in fee, the effect “ upon the usu-fructuary enjoyment is precisely the same as if he should, by his will, make an immediate devise of such lands to A “ in fee — for in the former instance, A, immediately on the execution “ of the deed, becomes entitled to a remainder in fee, though it is “not to take effect in possession, until the decease of the settler, “ while in the latter — (the case of the will) — he would take no inter- “ est whatever, until the decease of the testator should have called “ the instrument into operation.”\nNow apply .this reasoning to the case here.\nImmediately on the execution of the deed, David Gartman becomes entitled to a remainder in fee, though it is not to take effect in possession, until the decease of the grantor — -for the postponement is, in this case, produced by the express terms, and not from the nature of the instrument.\nAgain: “ A will as to personal property is considered as having existence only from the death of the testator, not from the time of its execution.”\nCase of Elcock’s Wills, 4 McCord, 39, cited in 1 Williams on Ex. ch. 2d, note 3.\nIn Audley’s case, in 4 Leon, 166, it was considered conclusive against the construing an instrument as testamentary, that by it an estate was to be taken by the maker, “ who could not take by his own will.” See 1 Jarman on Wills, p. 13, note e, Tompson vs. Browne, 2 Mylne & Keene, 32. 8 Cond. Eng. Chancery Rep. 262.\nNow, it is very true, that papers most inartificially drawn, have been admitted to probate — but for what causes, and on what grounds ? If its purpose be testamentary — if it is only to be consum. mated by death — if it is not to operate during life — if it comprises no beneficial dispositions — if no interest whatever is taken under it, but such as are ulterior to the death of the donor — in short, if death is the event which alone can infuse any life into the instrument, then it is considered as testamentary — then it is a will and testament. Love-lass on Wills, p. 317 — 8. 1 Jarman on Wills, p. 11. Thorold vs. Thorold, 1 Phillim 1. Roberts on Wills, p. 59. 1 Williams on Executors, p. 53 — 55. Shepard’s Touchstone, 399.\nAnd it is settled law, that the will could not be valid, unless there is present the “ animus testandi. ” If there were no intention of making an operative will, the paper is no will. Shepard’s Touchstone, 404. Nicholls vs. Nicholls, 2 Phil. 180. Taylor vs. D’Egville, 3 Hagg, 206.\nOír He must do some act, declaring the instrument to be his will. Powell on Devises, 54. And it is clear that where the party intends to make, and does make a deed, he does not design a will.\nThis paper writing, then while it is perfectly sufficient as a deed, would be entirely inoperative, were it propounded as will — for it never could be admitted to probate.\nCarmack, in reply:\nI. It is no answer to the argument that this instrument is testamentary, to prove, from an elaborate examination of the books, that it is, in some respects, like a deed. Like a deed, it is under seal; but so occasionally are wills. The terms “ positively deeds,” are used, which'is by no means very common in deeds, and can, therefore, have but little, if any tendency, to prove that it was even designed to be a deed. Indeed this extraordinary expression is, I mil venture to assert, as unusual in deeds as it is in wills. But it proves nothing in regard to the legal effect of the instrument, which is the question to be discussed — and but little in regard to the design— especially when it is connected with the word “ covenant,” which is now used as a term of conveyance, and with the words'“bequeath,” st distribution of my property,” which are very common in wills, and wore probably never used in a deed, unless this should be decided to be a deed.\nII. The certificate of Probate proves only what the witness and Justice of the Peace thought of this instrument. It had a seal, and they thought it a deed. But their opinions are not authority to prove any thing to the present purpose.\nIII. It is mistaking the question again, to apply the doctrine, that in construing an instrument of writing, the intention of the parties, if that can be ascertained, must govern; and when it cannot be ascertained, the writing shall be construed more strongly against the party making it. These are rules to ascertain the meaning of the instrument — to ascertain what the parties have said, by the instrument, that they would do, or had done. But what the parties designed the instrument to be, is another and very different question, which it is not at all useful to decide, nor need it be investigated, except as a matter of curiosity. For once the meaning of the instrument is ascertained, the law affixes its character, which the design of the party making it can no more control, than it can control any other stubborn rule of law.\nIt is not that the party thought he was making a deed, that makes it a deed. In every case, and we have shown them to be numerous, both in this country and in England, where a deed-pole or indenture, has been declared to be a will, the party who made it thought that he was making a deed; and if the rule contended for on the other side, could control the character of the instrument, they would have been deeds.\nIV. A disposition of property, “ to take effect after death,” unless it be a present conveyance to a trustee, to save such limitation, has generally been held revocable, and therefore a will.\nThe only cases cited, which form exceptions to this rule, are those from Maryland and Tennessee. In one case in Maryland, the administrator was sued, and if the instrument was good, either as a will or a deed, it in either character conveyed title, and the question might not have been deemed material. In the othei', the question whether it was a will or deed, was not made, and it probably escaped the attention of the Court. In the first case decided in Tennessee, although the Court relies partly upon the common law, to sustain the instrument as a deed, yet that decision mainly rested upon the authority of one case in North Carolina, decided shortly after the revolutionary war, and a dictum of Judge Haywood, that that decision had become a rule of property, in both North Carolina and Tennessee. These decisions, standing alone, against the other American authorities and all the English, can be no authority here.\nNumerous cases from North Carolina have been cited, almost in point, showing that this writing is a will, and void as a deed. The case in New Hampshire is in point. The party there did not offer it as a deed — perhaps he was too modest — and it was decided not to be a will, only because it had been revoked. The case in Mississippi is in point also.\nV. It is not necessary that this instrument, or any other, should first be decided by the Court not to be a deed, as is contended on the other side, before it could be offered for probate as a will. This did not happen in any of the numerous cases already cited, and no objection appears to have been taken to their probate as wills, on that account.\nVI. It may be true, as a general rule, that instruments of this kind have been regarded as wills, because they could not operate as deeds, from a benevolent desire to give effect to them in some form or other; but I am not aware that it has ever before been argued, that such an instrument must, and ought to be a deed, lest, perchance, it might be ineffectual as a will. I cannot, therefore, see the supposed inconsistency of our argument, by which we prove this to be a will, because it happens to be our intention to have it destroyed by the subsequent will. This inconsistency which is contended for, can only be proved, by. first showing that this little instrument is a more worthy object of the benevolent attention of the Court, than the last will and testament of Joab Horn.\nVII. This deed had no present operation, at .the time it was made. Its declaration that the property mentioned in it was Joab Horn’s, and that it was to remain his, and undivided, until his death, was the mere statement of a truism, which was just as true before it was stated in the deed, as it was afterwards. This cannot be called a present operation of the deed. If it may, every will has the same present operation. “ And then,” (after the death of Joab,) “ to be bona fide the property of David Gartman!” — the only part of the whole instrument which conveys the property to David. It was to remain Joab’s property during ,his life, and to be David’s at his death — precisely such an interest as a will would have created — with only this difference, that perhaps no paper, which was a will in form, ever so explicitly described just such an interest as the law allows to be given by will.\nVIII. It has not been shown that a delivery of the thing given, is not as necessary when the gift is by deed, as when by parol. A parol gift is as good as a gift by deed, if it can be as effectually proved. The deed may, in cases of a present gift, prove a delivery of the property, by way of estoppel — the donor being estopped, by his deed, from denying that every thing has been done necessary to make a present effectual gift. By this means the deed proves a delivery of the property. But there is nothing on the face of this instrument to estop the donor from denying the delivery; on the contrary, the deed itself proves that there was none, and that there was to be none until the death of the donor. It is then only a promise to give at a future time, and on that account void.\nIX. All the cases read, to prove that a remainder may be,created in personal property, are cases of wills or deeds of trust, except the cases from Maryland and Tennessee, if they may be regarded as exceptions. This we never denied. We merely deny that a remainder can be created in personal property, by deed, unless it be a deed of trust, and we have Story & Kent, to sustain us in this denial, besides the reason of the thing. By a conveyance in trust, the trustee becomes presently the legal owner; he can sue for, and recover the property, even from the cestui que trust. The relation of trustee and cestui que trust, is not known in a Court of law; it is only in a Court of Equity where it is recognized, and where contingent and future interests in personal property can be maintained and enforced."
  },
  "file_name": "0063-01",
  "first_page_order": 103,
  "last_page_order": 131
}
