{
  "id": 8849119,
  "name": "Thomas U. White vs. John G. Camp",
  "name_abbreviation": "White v. Camp",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "94",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "4 Mass. 370",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/4/0325-01"
      ]
    },
    {
      "cite": "4 Hill, 442",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "4 Pick. 174",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031203
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mass/21/0181-02"
      ]
    },
    {
      "cite": "4 Mass. 349",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003892,
        2003957
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mass/4/0307-01",
        "/mass/4/0307-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1335,
    "char_count": 38725,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 2.643456045107775e-07,
      "percentile": 0.8233362253938357
    },
    "sha256": "52c69782b42133f466e4ca7965ef228c21aea4aff0ec4b279f2c0657ffa9dc64",
    "simhash": "1:3d32ad289d5d7c8e",
    "word_count": 6591
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas U. White vs. John G. Camp."
    ],
    "opinions": [
      {
        "text": "Hawkins, Justice:\nThe action in the Court below is of assumpsit, by Thomas U. White, the plaintiff in error, endorsee, against John G. Camp, maker of the following promissory note:\n“$127 97-100. Sandusky City, Sept. 6, 1839.\n“ Due on demand to William T. Reese or order, for value receiv- “ ed, one hundred and twenty-seven 97-100 dollars.\n“ JOHN G. CAMP.\n(Endorsed) — “ W. T. Reese.”'\nThe declaration contains a count upon the note, money counts, and account stated.\nThe defendant, Camp, put in three pleas: 1st, Non assumpsits 2d, That the promissory note sued upon was given and made without any lawful or valuable consideration, and was obtained by the payee, Reese, by fraud, misrepresentation, concealment, covin, and deceit, and that the said note was, and is void, &c. 3d, That the\nendorsement or assignment of the note was made without any lawful or valuable consideration, and in fraud of the rights and interest of the defendant, to deceiv.e and defraud him in the premises.\nAccompanying the pleas, there was a notice to plaintiff that, under the general issue pleaded, the defendant would prove that said William T. Reese, one Thomas Neill, Isaac A. Mills, and defendant, owned as tenants in common, a certain tract of land in Sandusky, Erie county, in the State of Ohio, and attempted to make division of said lands; and said note was given for the supposed difference due siaid'Reese in said division; that since then, one Owen Follet, of whom said Reese purchased, has instituted proceedings to get said Reese’s share of land, said Reese never having paid him the purchase money ; and that the attempted division of said land, on which said note was predicated, is nullified and voif, in consequence thereof; and that the same was, therefore, given without any consideration; or if there was any consideration, it has totally failed. That said Reese had since been declared a bankrupt; that the endorsement of the note to plaintiff was fraudulently made, by collusion, with knowledge and notice by plaintiff of the facts as before stated ; that Reese was largely indebted to him, the'defendant, at the time of the transfer of the note, and before, for defendant’s blank endorsements, given to him for specified purposes, which Reese did not comply with, but made use of the s.ame, by getting them discounted, and misapplied the proceeds, not as he engaged appropriating it, to pay for said land to Follet, and so release it, so as to effectuate said division; all of which the defendant alledges plaintiff had notice of, and that defendant would rely on said facts, in bar of the action..\nAppended to this notice was an affidavit, in which the defendant denies, on oath, the consideration of said note declared on ,• and also saith, that if the consideration was legal and valid, the same has to-tally failed. He further denies, on oath, the consideration of said assignment or endorsement of the note, and that he believed the facts, as set fotth in the notice, are true.\nThe plaintiff replied by similiter to the first plea, and takes issue' on the second and third.\nThe parties waived a trial by jury, and put themselves upon the judgment of the Court. By the bill of exceptions, it is shown, that the plaintiff offered in evidence in support of his declaration the note sued upon, and satisfactorily proved the signature of the endorser, Reese; and thereupon.Camp, the defendant, after exhibiting his affidavit, made under the statute-, asked the Court to determine Upon the pleadings, that- the plaintiff to recover must prove the consideration for which the .note was given by Camp to Reese, under the second ploa,.and notice of special matter; and under the third plea and notice as aforesaid, must prove the consideration'of the assignment or endorsement by Reese to plaintiff; and the Court so determined; and'gave judgment accordingly for defendant. , ,\nTo that opinion the plaintiff excepted; .and thereupon a writ of error issued. * . .\nThe counsel for the plaintiff in error assigns the following errors; ‘First. The Court erred in determining that, upon the second plea, and affidavit, and notice, it was'necessary for the .plaintiff to prove the consideration of the note,-before hecquld recover. ,\nSecond-. The Court erreft in determining,- that up.on .third plea, affidavit and notice, it was incumbent upon plaintiff to prove consideration of the endorsement or assignment, from Reese to him.\nThird. That upon the pleadings and.evidence in the cause; plaintiff was entitled to judgment.\nThe defendant, in the Court below, lias attempted to avail himself of the provisions of the statutes of Florida, as to the proof of the-execution and consideration of bonds, bills, notes, et. ceterct, contained in the twenty-fourth and thirty-fourth sections of the act, in relation to judicial proceedings, passed November 23d; 1829., Dhval’s Compi-lador 95 and' 96. <\nSection-24, after stating that all promissory notes, and other writings, not under seal, shall’have the same force and effect as bonds and instruments under seal, says that s It “ shall not be necessary “ for the plaintiff to prove the execution of any bond, note, or 'other “ instrument of writing, purporting to have’ been, signed by the defendant, nor the consideration for1 which the same was given, un- “ less the same shall be denied by plea, put in and filed as aforesaid, “ (i. e. on' oath,) and filed before the cause is called upon the ap- “ pearance docket.”\nSection 34th declares,: “ That.the assignée or endorsee may bring “ suit in his own name; nor shall \"it be necessary fdr the assigned or “ endorsee of any instrument, assignable by law, to set-forth in the “ declaration the consideration upon which such assignment or en- “ dorsement was made; nor to prove such consideration, unless the “ same shall be impeached, by the defendant, under oath.”\nThe instruments “ assignable by law,” referred to in this, and the thirty-third section of the same act, are bonds, notes, covenants, deeds, bills of exchange, or other writings, whereby money is promised or secured to be paid; and the assignment of these instruments vests in the assignee or endorsee, the same rights, powers and capacities, as are possessed by the assignor or endorser. >\nThe subjects arising for the consideration of the Court in the cause before us, involve the discussion of the inquiry, whether the statutes cited can be legally applied to the present case ; and between what parties to suits in promissory notes, their aid is to be invoked in the defence of those actions. •\nStatutes of the character of those under review, while in some degree they bear the impress of a remedial character, are entitled to a fair construction as to those in whose favor they are enacted, so far as is requisite to carry out the intention of the Legislature, when that intention, by legal rules of construction, can be ascertained.\nOrdinarily, remedial statutes seem intended to supply any defects or imperfections in common law, where the remedy is deemed imperfect, or too narrow, to subserve the ends of justice, when they become what are termed enlarging statutes; but those under consideration cannot be embraced in that class, as they do not amplify or add to the remedy, as known at the common law; but being in derogation of it, should be construed strictly, for it is laid down that a statute, which takes away a common law remedy, ought never to have an equitable construction.\nThe statutes before us certainly affect the remedy hitherto possessed by the plaintiff, in suits on promissory notes, by throwing the onusprobandi upon him, by the defendant’s taking the oath, as prescribed by the statutes. They are in direct derogation of the old rules of the common law, as to the defence of actions, and the principles oí evidence, as to suits brought upon the above instruments.\nChancellor Kent says, that statutes are to be construed “ in refe- “ rencé to the principles of the common law, for it is not to be sup- “ posed, that the Legislature intended any innovation of the common “ law, further than the case absolutely required.” 1 Kent Com. 464. And Lord Tenderden remarks that, “ there is always danger “in giving effect to what is called the equity of a statute ; it is much “better and safer to rely on, and abide by the plain words, although the Legislature might'.have provided for other cases, had “their attention been' directed towards them.” 6 B. & C. 475.\nFrom a review of the. statutes cited, and being in pari materia, they should be construed together: the effect is clearly this — that upon the oath being taken, in compliance with the requisitions of. the statute* and by proper parties, the onus of proof is thrown upon the plaintiff, and he is bound to prove the consideration of the'instrument:, upon which suit is1 brought. The 24th. section of the act cited is silent, as to the partiesibetween whom the consideration can be gone into; and in accordance with the views herein before expressed,» we are of' opinion that it can only be applied between such parties as- the 'consideration could have been entered into at common law. . It .is possible that this section may have been intended to have had a more extended operation — if so, there is. a casus omissus, and' this cannot be supplied ,by a Court of law, for that would'be the assumption of legislative powers by the Judiciary, and we are bound to take the laws, as the-.Legislature haye enacted them.\nThe 34th section of the act is sufficiently explicit,' and clearly relates to suit brought by the assignee or endorsee.of the instruments therein set forth, against the assignor or endorser, .and-seems to have an eye to the-privity existing between parties; at least, to notes and bills of exchange. • , ■ .\n' Tó give any other construction to these statutes', would produce-results, which the Legislature could never have intended or anticipated — if otherwise, there would be no safety in thé receiving or- purchasing any of the instruments set out in the statute, particularly bills of exchange and promissory notes; These being assignable by endorsement or delivery, circulating from hand to'hand, in accordance with the liberal and comprehensive notions of commercial policy, and entering into every day transactions of life, every consideration* demands, that.no restraint should be placed upon their free circulation, by the enforcement of a principle of defence, not set forth in the plain words of .the act, and- in restraint, of the remedy at common law.\nThe question-now arises, can the consideration of the note in suit be gone into between White, the endorsee, and Camp, the itíaker of the note, by the common law. t ■ ■ '\nThe total, or partial want, or failure of consideration, or the illegality. of consideration, may be insisted upon ás a defence or a bar between any of the intermediate or original parties to the contract. It may be insisted upon by the maker against'the payee, and by the payee and his endorser, and cannot be inquired into between the endorsee and the maker. 208 Story on Prom. Notes. Braman vs. Hess, 13 John. R. 52.\nThe holder of a negotiable instrument, taken before due, is prima facia rightful owner of it, and he need not prove consideration, except circumstances of suspicion appear; arid to render it void in the hands of an innocent endorsee, there must be a knowledge of the want, failure, or illegality of consideration. 4 Hill, 442. 6 Wendell, 615.\nThe defendant in the Court below, though he pleaded illegality, want and failure of consideration, et cetera, adduced no proof that the plaintiff took the instrument sued upon, under suspicious circumstances, or with knowledge of the defects alledged ; and the rule now is, that the endorsee, when plaintiff; need not prove a tona fide consideration paid by himself, until some suspicion is cast upon his title. 1 Moody & Robinson, 366.\nSo far as the evidence in the Court below is concerned, White is clearly a bonafi.de holder, for a valuable consideration, without notice — and in accordance with the law, as to notes payable on demand, a holder before the note was due.\nThe presumption of law is, that when a bill or note is endorsed in blank, that it was endorsed on the day of its date, or at least before it was due. If the defendant alledges, that it was endorsed after it was due, the burthen of proof is on him to shew it. 137 Bailey on Bills. Pinkerton vs. Bailey, 8 Wendell R. 600. When a promissory note, payable on demand, is endorsed within a reasonable, time after its date, the endorsee has all the rights of an endorsee receiving á negotiable instrument before it comes due. If not endorsed in a reasonable time, it is considered as overdue, and dishonored, and the endorsee will be subject to any defence, which would have been available against his endorser. 135 Bailey on Bills. 4 Mass. 370. What is considered reasonable time, is not precisely settled, but depends upon the circumstances of each particular case ; but the presumption -is, that it was transferred within a reasonable time, unless the contrary is proved. 137 Bailey on Bills..\nThe Court, upon a view of the case, is of opinion, that the affidavit of Camp should have been treated as a nullity ,• that the Court erred in receiving it; and that the cause should have been tried solely upon common law principles. But even if the affidavit should have been received, it is not such a one as the statute required. It should have been drawn in issuable terms, and confined to a single allegation — not in the alternative or double — but should have been so constructed, rendering it analagous to the old English rule of notice, as to have apprized the party plaintiff, what facts he would be required to prove upon the trial. It first denies the consideration of the note ; and if it was valid and legal, it has totally failed, while the facts as set forth in the notice, would seem to make out a case of original consideration of the note.\nIn conclusion, we think the errors well taken. The judgment in the Court below must be reversed — the cause remanded to the Court below — and venire de novo awarded.\nDouglas, Chief Justice:\nAt common law, promissory notes and bills of exchange were negotiable; they imported a consideration ; if endorsed before they fell due, the consideration could not be gone into, except between the original parties, unless there were some suspicious circumstances attending the transaction; and if there was nothing to shew the time when the endorsement was made, it was presumed to have been made before they fell due. If endorsed after they become due, the endorsee took th,em, subject to all the equities that existed between the original parties thereto.\nThe first clause of the 34th sec. of our judicial act, Duval’s Comp. 96, makes, any bond, note, covenant, deed, bill of exchange, or other writing, whereby money is promised, or secured to be paid, transferable by assignment or endorsement.\nIt is proper to remark here, that this act was passed in the year 1828, and that the Legislature, at the same session, repealed the act which had before introduced into the Territory of Florida the common law of England. This judicial act, therefore, was the only law in force in Florida, touching these several classes of instruments, until the common law was again introduced in the year 1829. Hence, the reason why notes and bills of exchange are found in this category.\nMany of these instruments, although made negotiable by assignment or endorsement, did not, at common law, import a consideration ; and without that law,, a doubt might well have been entertained, even in regard to those which did. To remedy this inconvenience, and carry out the views of the Legislature as to all, which it is presumed, was to increase the quantity of negotiable paper, in a new country, where there were few mercantile transactions, and the circulating medium was scarce, the 24th sec. of the same act declared, that all promissory notes, and other instruments of writing, not under seal, should have the same force and effect, as bonds and instruments under seal.\nThe full effect of this provision upon these instruments, has never., (so far as I am aware,) been judicially determined. It certainly has not been supposed, by the legal profession, to give them such an effect, that an action of covenant could be maintained upon any one of them.\nBut they import a' consideration,, and without some further provision, the plaintiff could not, in any case, have been required to prove such .consideration, unless it had been impeached by jproof on the part of the defendant.\nThe last clause of the 34th sec. above cited, therefore declared, that the assignee or endorsee of any such instrument, might bring suit in his own name; and that it should not be necessary for the as-signee or endorsee of any instrument, assignable by law, to set forth in the declaration, the consideration upon which such assignment or endorsement was made; nor to prove such consideration, unless the same should be impeached by the defendant under oath. And the 2d clause of the 24th section also declared, that it should not be necessary for the plaintiff to prove the execution of any bond, note, or other instrument of writing, purporting to have been signed by the defendant, or the consideration for which the same was given, unless the same shall be denied by plea, put in on oath.\nWhat is the converse of these propositions ? Why, that ii such plea is put in on oath, in the one case, or the consideration in the other is impeached under oath, the plaintiff must prove the. execution and consideration in the one case, and the assignment, or endorsement, and consideration thereof in the other — in all cases where the rule would apply to such instruments, so endorsed, at common law— for notwithstanding the Legislature had repealed that law, it cannot be supposed that they legislated, without any regard to its wise and equitable provisions.\nThe object of the Legislature was, as before remarked, to increase the quantity oí negotiable paper; but tbgse provisions of the statute would, in a, great measure, have defeated their own object, if such plea or impeachment required this proof from the plaintiff in any case, except between the immediate parties to the instrument, or where the plaintiff had taken it after it had become due, or under such other suspicious circumstances, as should have put him on inquiry.\nWe are warranted, therefore, I think, in the conclusion, that these provisions of this statute only apply, as between the immediate parties to the'transaction, or such others as have taken these instruments after due, or have not acted in good faith, or with due circumspection in cases attended with suspicion; and this, as I understand it, is all that the opinion, délivered yesterday by Judge Hawkins, in this case intended to assert on the subject.",
        "type": "majority",
        "author": "Hawkins, Justice: Douglas, Chief Justice:"
      },
      {
        "text": "Baltzell, Justice,\ndissenting:\nIn the decision made in this case I fully concur, but do not agree to those parts of the opinions delivered which declare, “ from a re- “ view of the statutes cited and being in pari materia, they should be “ construed together: the effect is clearly this — that upon the oath be- “ ing taken in compliance with the requisites of the statute and by il proper parties, the onus of proof is thrown upon plaintiff, and he “ is bound to prove the consideration of the instrument upon which “ suit is brought.” And in the opinion of the Chief Justice, “ We “ are warranted therefore I think in the conclusion, that these provi- “ sions of this statute only apply as between the immediate parties “ to the transaotjpn, or such others as have taken these instruments “ alter due, or have not acted in good faith or with due circumspection “ in cases attended with suspicion.” Whilst the decision of the Court exempts.bills of exchange and promissory notes in the hands of an innocent holder from the effect of the provision of the statute cited, this clause declares that all other instruments are subject to it, and that in cáse of suits brought upon them where an affidavit denying the consideration is filed, the burthen of proof is thrown upon plaintiff to establish it. I greatly regret that an expression of opinion upon this point was deemed necessary, as it did not occur in the case, had not been argued and was not presented by the record. It has been made however, and imposes upon me the duty of expressing my own views upon the subject, though reluctant to declare a dissent from the opinion of a majority of the Court. This is rendered the more necessary from the fact that the construction given, if persevered in, will lead in my opinion to very great embarrassment in practice, if not to serious injury and injustice to parties.\nThe position is that the plea of no consideration, verified by affidavit, throws the burthen of proof on plaintiff. That the plea of itself has not this effect is evident, being “ a mere statement of de. fendant’s ground of defence.” 8 Blacks. Com. 225.\nHas the plea with the affidavit this effect? The question may in some degree be answered by inquiring into the purposes and objects for which affidavits are used when attached to pleas and other proceedings.\n“ Affidavits are usually for certifying the service of process or other matter touching the proceedings in a cause.” 1 Jacob’s Law Diet. 64.\nAlso, by adverting to cases of pleas, to which affidavits are required by law.\nDilatory pleas are required to be under oath by statute, so also, pleas, puis darrien continuance. 1 Chitty, 452-8 — 638.\nAn oath is required “ to prove the truth thereof, or show some probable matter to the Court, to induce them to believe that the fact of such dilatory plea is true.” Ibid, 452. _ ,\nIt is no where held or even intimated, that in any of these pleas so supported by affidavit, the burthen of proof of the matter pleaded* is thrown on the plaintiff.\nTo give the plea and affidavit the effect asserted would be to make them more than proof; by throwing the proof on the other side they are in this respect conclusive until rebutted by stronger testimony. Now I cannot find that the voluntary affidavit of a defendant is any where, in any 'of the books regarded as evidence, mijch less as conclusive.\n“ The plaintiff or defendant may take affidavit, yet it will not be “ admitted in evidence at the trial, but only on motion.” 1 Lilly, 44. 1 Jacob’s Law Diet. 64.\n“ It is undoubtedly a sound rule, which ought never to he violated, “ that no man can be a witness in his oum cause. The affidavit of a K party is received on many incidental questions addressed to the Court, “ and do not effect the issue to he tried hy the jury. The testimony “ which establishes the loss of a paper is addressed to the Court, and “ does'not relate to the contents of the paper. It.is a fact which may “ be important, as letting in the party to prove the justice oí the “ cause, but does not itself prove any thing in the cause,” Ch. Just. Marshal, in Taylor vs. Riggs, 1 Peters, 597.\n“ The general rule is that a party to the record in a civil suit can- “ not be a witness either for himself or for a co-suitor in the cause.” Greenleaf, 378.\n“ But though in criminal cases the exceptions are few indeed, in “ which a party'interested may not be a witness, in' civil, cases there “ is harály at common law an instance where the case is so circum- “ stanced that he may, and this upon clear reasons operating such ex* “ elusion. Ah universal 'exclusion, where no line short of this could “ have been drawn, preserves infirmity from . a snare, and integrity “ from suspicion and keeps the current of evidence thus far at least, “clear and uninfected.” 1 Gilb. Ev. by Loft. 223 — 224.\nIf the defendant is permitted to make evidence in his own cause, let, the privilege be mutual, and extended to .plaintiff, and let both be examined as witnesses. , ' ■ ‘\nWhilst no authority can be found for making the affidavit of the party, evidence* for him on a, trial before a jury, the 3aw.is'well settled, that the. affidavit of defendant is evidence against' him. 2 Starkie’s Ev. 21. ’ ' /\n•It may be regarded as, established, ! think, that an affidavit'attached ^to a pleads not evidence, and cannot be read to the jury. Its only effect then, according to the authorities, would seem to be that “ of certifying or proving the truth thereof to the Court, ’to induce tíiem to believe the fact of the plea to be true.” - , •\nI have thus far consideréd the question on general principles and the authorities bearing upon the point. It is now proper to advert to the statute itself, to ascertain the design of the Legislature in passing the law which is the subject of consideration. ^\n“ Three points are tó be considered in the construction of all reme - “dial statutes, tKe old law, the mischiéf and the remedy; that'is how “ the common law stood at the making of the act, what the mischief “ was for which the Common Law did not provide, and what remedy “ the Legislature provided tó cure the mischief; and it is the b'usi- “ ness of the judges so to construe the act as to suppress the mischief “ and advance the remedy.” 1 Blacks. . Com.- 87. 1 Rent, 464.\nFirst let us4e'e what the common law. was previous to the passage of this statute. “ Inadequacy of consideration in sealed instruments “ could not be impeached or inquired into at Law, for every bond “ from the solemnity of the instrument carries internal evidence of a “ good consideration.” 2 Blacks. 445 and notes. • ,\n“Bills of exchange and promissory notes, partake also, of\\ this pri- “ ilege ; hence it was unnecessary to establish that a promissory nóte “ was given for a consideration, and the burthen of proof rested on “ the other party to establish the contrary, and to rebut the presump. “•tion of validity and value raised by the law for the protection and “ support of negotiable- paper,” 2 Blacks. 446. Story on prom, notes, 197, 2Q7-8, Sec. 181. '\nContracts in writing not under seal had not this‘privilege, and in reference to them, consideration was required to be proved by plaintiff. 2 Black,'446, n. 7 T. R. 360.\nThe mischief then was, first,the difierence prevailing between writings with and without seals, which by the advance of civilization had become more in name than, reality. , Secondly, the frequent contesting of the consideration of written instruments on insufficient grounds. Thirdly, that the consideration of sealed writings could not be inquired into. .\nThe remedy was 1st, to put all written instruments on the same footing, by giving to all the force and effect of bonds and instruments under seal; and secondly, to allow them to be contested, only 'by affidavit; hence it was declared not necessary for the plaintiff to prove “ the consideration for which any bond, note or .other instrument of writing was given, unless the same shall be denied by plea put in and filed under oath.” Now of this it may be premised that the statute does not, say that plaintiff shall prove the consideration, if it is1 denied by defendant; which would have left no room for construction, being a clear and decided expression of the legislative will; but the expression is “it shall not be'necesary unless denied,” which is tantamount to an expression merely, that if the defendant do not deny the consideration on oath, it shall riot be. necessary for plaintiff to prove it, but shall, be taken as proved; and if denied by affidavit, it shall be considered as put in issue, to be tried according to the rules pf law governing in such cases. ,\nThe issue-is to be proved by the party raising it; nor; is it an answer to say that defendant is not required to prove a nagative, and that this plea is of this character. It is not every negative a party is relieved from proving, and I apprehend this issue’ is of that character. 4 Mass. 349. 4 Pick. 174. , \"\nBy this construction according to my view, the mischief, in the mind of the Legislature,.is fully avoided and the remedy advanced.By it uniformity in these instrUriients is effected, the verity -attached from time immemorial to sealed instruments as the deliberate and solemn act of the parties is preserved, and they at the same time are. not relieved from a wholesome, and proper enquiry on a proper show-ingby defendant of the want of consideration. By it a wise and beneficial operation is given to the Statute, and every reasonable design of the Legislature is accomplished. But' suppose the other construction tq prevail, and the consideration is taken as disproved, so as to throw the burthen upon plaintiff; is it not perceived that the whole force and character of'the instrument is at the mercy of one of the parties, and that party by his own solemn act, and every rule of right and propriety, estopped from making such a defence. ;If this rule is to prevail, there can be no farther use fon a bond, note or other obligation, hitherto adopted'as the means of terminating a difficulty or dispute by some solepin act, having an admitted legal sanction. Is it not seen too that this rule will be highly injurious in case of notes, bills of exchange, bonds and other sealed instruments, which by the consent of almost jhe whole civilized world, from their very structure import a verity, and are regarded as made on consideration ; and with what, propriety can it be supposed that the Legislature,in an act affirming the force an'd effect of these instruments, could have designed a provision by implication aimed at their vitality, and calculated inore than all others to destroy, their efficacy; ■ -\nIf it be true, as asserted by the Court in a rule of construction appealed to by them, “ that it is not to be. supposed that the Legislature “ intended any innovation of -the common law, further than the case absolutely requiredthen I think we may safely conclude, that the construction asserted is not the correct one. *•\nThere would be “ an innovation not absolutely required,” in my opinion, by allowing the defendant to make evidence for himself, though an exparte affidavit, in violation of all principle, by throwing the proof from the shoulders of defendant on those of plaintiff, of an issue raised and presented by himself, and a further most injurious innovation by destroying the verity -of sealed instruments and other writings. Such a rule, in my opinion, would create a greater mischief than that which the statute was designed to 'remedy. And its consequences are not tq be confined to this Statute. Complainants file an affidavit to their bills in chancery, defendants- to their plea to an application, to foreclose mortgages at law; under the law for the trial of the right of property, plaintiff files his affidavit, and other instances not on our statute book. Are these also, to be embraced by the same construction ? - . ,\nIt will not do to say that an answer in' Chancery bears • an analogy to the present case, since defendant is called- on by plaintiff to give his testimony, and thus njakes the answer evidence against him. Greenleaf’s Ev. 897.\nI shall conclude my views of this subject by referring to other rules of construction pertinent to it, and which ought to have their bearing in its consideration.\n“ Thus the real intention when accurately ascertained, will al- “ ways prevail over the literal sense of terms, and the reason and in- “ tention of the law giver will control the strict letter of the law, “ when the latter would lead to palpable injustice, contradiction and absurdity.” “ When the words are not explicit, the intention is to “ be collected from the context, from the occasion and\" necessity of the law, from the mischief félt and the remedy in view; and the in- “ tention is to be taken according to what is consonant to reason and “ good discretion.” Plowden, 205. 1 Kent’s Com. 462.\n“ Where fundamental principles are overthrown, when the gener- “ al system of the laws is departed from, the legislative intention must .“be expressed with irresistible clearness, to induce a Court of Justice to suppose a design to effect.such objects.” 2 Cranch, ,358. 1 Cond. R. 421.\nIt will be no answer to say that a similar provision, and the same words are used as to the denial of the execution of a bond. To this it may be replied that a' different rule prevailing as to it, á different construction of the statute is necessary. A plea of non est fclctum at common law, always put the proof of the signature on plaintiff, whereas the consideration of bonds and .notes was never required to be proved by plaintiff nor allowed to be.questioned from the fact, that the party having made a solemn act of such character, was estopped to deny its validity. ,\n. “ It is by no means a correct rule of interpretation, to construe the “ same word in the same sense, wherever it occurs in the same in- “ strument. It was very justly observed by Ch. Jus. Marshall in “ the Cherokee Nation vs. State of Georgia, that it has been said, “ that the same words have not necessarily the same meaning attach- “ ed to them, when found in different parts .of the same instrument. “ Their meaning is controlled by the contract.” 1 Story’s Com. Const. 440. 5 Peters, 119.",
        "type": "dissent",
        "author": "Baltzell, Justice,"
      }
    ],
    "attorneys": [
      "J. T. Archer, for plaintiff in error:",
      "No counsel for defendant."
    ],
    "corrections": "",
    "head_matter": "Thomas U. White vs. John G. Camp.\nA plea, filed under oath, alledging the-failure or want of consideration of a bond, note or other instrument of writing; throws the onus of proving the consideration of the instrument sued on, upon the plaintiff; but the consideration can be inquired into only between such parties as it might have been at Common Law. • r\nIn an action by the endorsee against the maker, a plea, under Oath, denying the consideration of the instrument sued on, does not throw the onus of proving the consideration on the plaintiff.\nWhen a \"bill or note is endorsed in blank, the presumption of law is, that it was endorsed on the day of its date, or at least before it was due; and if the defendant alledges that it was endorsed after it was due, the burthen of proof is on him to show it. ’\nThe affidavit of a want or failure of consideration, should be drawn in issuable .terms, and confined to a single allegation, and should not be in the alterna-native or double; it should be so construdted as to apprise the plaintiff what facts he would be required to prove on the trial.\nEeror to Leon Circuit Court.\nThe facts are contained in the opinion of the Court, delivered by Justice Hawkins. >\nJ. T. Archer, for plaintiff in error:\n1. The Court below erred, in determining upon .the 2d plea, affidavit, and notice of special matter, that it was necessary for the plaintiff to prove a consideration from Reese, the payee, to- defendant, the maker.\nFirst. .The 24th section of the. act to- amend an act regulating Judicial proceedings, approved November 23d, 1829, was intended to add to the force and effect of promissory notes ; but the effect of this section has been, to impair their force and effect, under the construction that', a denial under oatlfr of the consideration of a note by the maker thereof, overcomes the evidence óf consideration contained in the note itself, and renders it necessary for the holder to produce other evidence of a cónsideration, before he can recover. Whether this construction be th'e correct one, is not necessary to be discussed or decided in this case. The effect of it is, to permit the maker of a note, on. issues touching the consideration or execution of the same, to become a witness in his own case, while the same privilege is denied to the holder; but it does not allow any defences to be set up, which were hot defences before the statute was passed: ■ it affects the proof 'only. ' ’ , -\nThe plaintiff claims as bona fide holder, .under an endorsement in blank, by Reese, the payee;, and it is clear and unquestionable, (if the statute affects only the.rules of evidence,) that a want of conside. ration,from Reese to Camp, cannot affect the plaintiff’s right to recover. . • ■ ' ' .\nThe fraud alledged in the second-plea,, which prevented a demur, rer, is not sustained by proof — the affidavit- of defendant to the -truth of the plea not being evidence, either at common'law or under'the statute, to .support the allegation of fraud.\nSecond. The facts detailed in the notice ,of,,special matter, and' sworn to by the defendant, shew that there was a consideration given him for the note, and disprove the,allegations of the 2d plea. The Court should, therefore, have given judgment for the plaintiff, in the issue upon the second plea, affidavit, and notice of special matter.\nII. The Court’ erred, in determining, upon the third plea, affidavit and notice, that it was incumbent on the plaintiff to prove the consideration of the endorsement to plaintiff.\nThe 34th section of the same act, provides, that it shall not be necessary for the assignee or endorsee of any instrument, assignable by law, to set forth in the declaration, the consideration upon which such assignment or endorsement was. made, nor prove such consideration, unless the same shall be impeached by the defendant under oath. This section does,not provide for an inquiry into the consideration of an endorsement or assignment of any negotiable or assignable instrument, where, by the old law, such inquiry would not be permitted. The most that can be claimed for the defendant, under this section, is the right, upon such inquiries into the consideration of the said endorsement as are authorized by the common law, to give in evidence his own affidavit, so as to put thé onus probandi upon the plaintiff.\nIf this section, in like manner as the 24th, cannot be construed to create any new grounds of defence, and at furthest, can only be considered to amount to an alteration of the rules of evidence, then the consideration from plaintiff to Reese cannot be inquired into by defendant. There is no privity of contract between plaintiff and defendant ; and it is immaterial to defendant whether the plaintiff got the note from Reese, with or without consideration.\nThe allegation of fraud, (which prevented a demurrer to the 3d plea,) was not proved; and it is perfectly clear that, in the issue upon the 3d plea, judgment should have been given for the plaintiff.\nIII. On the pleadings and evidence, the plaintiff was entitled to recover.\nThe affidavit made by the defendant, contains various statements j is drawn in the alternative; is unintelligible, double, uncertain,and not in conformity to the statute. It should not have been received, and is, in its present shape, no evidence. The only legal evidence in the case, is the note and proof of the endorsement by Reese ; and this evidence is sufficient to determine all the issues in favor of the plaintiff.\nNo counsel for defendant."
  },
  "file_name": "0094-01",
  "first_page_order": 134,
  "last_page_order": 149
}
