{
  "id": 8849141,
  "name": "Martha Ann Manly, Administratrix, and Hiram Manly, Administor in right of his Wife, of Samuel Parkhill Deceased, vs. The Union Bank of Florida",
  "name_abbreviation": "Manly v. Union Bank of Florida",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "110",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 110"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "16 Mass. Rep. 2",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Call, 41",
      "category": "reporters:state",
      "reporter": "Call",
      "opinion_index": -1
    },
    {
      "cite": "8 Conn. 584",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/8/0584-01"
      ]
    },
    {
      "cite": "5 Mass. 275",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002258
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0211-01"
      ]
    },
    {
      "cite": "4 Mass. 612",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "5 Mass. 276",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "2 Call. 41",
      "category": "reporters:state",
      "reporter": "Call",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1623,
    "char_count": 59144,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 1.3089535194821578e-07,
      "percentile": 0.6239570337884564
    },
    "sha256": "d9ac3d31a82bc130ef15e890e464a63598e8f47e9741995953edff15d5b36a58",
    "simhash": "1:a6d005088700f836",
    "word_count": 10110
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martha Ann Manly, Administratrix, and Hiram Manly, Administor in right of his Wife, of Samuel Parkhill Deceased, vs. The Union Bank of Florida."
    ],
    "opinions": [
      {
        "text": "Hawkusts, Justice:\nThe Court, in the case before it, have examined the record with care, and. will endeavor so to adjudicate upon it, as that the legal rights of parties, as they appear, may be adjusted in accordance with the rules of law, -pointing out those errors which may. appear, aVid sustaining the legal rights of the respective’ parties, when they are correctly and substantially' set out' and embodied in the pleadings. The case has been so ably and elaborately argued; — the arguments of counsel so elucidated by-authorities — that the Court feels itself much relieved from the embarrassments .which might otherwise exist, as to the arrival at proper conclusions, and a correct decision of the cause. . -.\nTo rebut, the first error, it is contended by the .appellee, that the defendant in the Court below, by putting in a plea of puis darrein continuance, waived and abandoned all former pleas.\nThere can be no doubt that, by the common law of England, and adhered to' in this country, a plea of puis darrein continuance, is always pleaded by way of substitution for the forpaerplea ;.and though not a departure from, is a waiver of it; and when it is pleaded, the case stands in the same state, as if the plea had been one originally put in. Stephen on PI. 66. Chitty on PL 697. 1¡ Archbold’s Practice, 20(0. '\nThe only cases cited by the, counsel for the appellant; which seem to have at all a conflicting bearing, are Rayner & Hope vs. Dyett, 2 Wendell R. 301; and Calver vs. Burney, 14 Wendell R. 162. Nor have the Court, in its researches been able to find authorities at variance with the doctrines just laid down.\nThe first case was, where the defendant obtained a discharge, of his person from imprisonfnent, under the act to abolish 'imprisonment for debt in certain cases — and this discharge he pleaded puis darrein continuance, after having pleaded in bar to the action. The plaintiff confessed the plea puis darrein continuance, proceeded and entered a rule for interlocutory judgment. On motion to set aside the rule, Judge Sutherland, while admitting the general rule of waiver, said: “ This was not an admission of the plaintiff’s right of action, nor did it set up any new matter of defence to the action it only affected the remedy, not the rights of the plaintiffand that the pleas were not waived. In Calver vs. Burney, 14 Wendell, 162, the same Judge sustains the general doctrine, and while affirming the decision of Rayner & Hope vs. Dyett, remarks: “ That the rule does not apply, where the matter of the plea affects the plaintiff’s remedy only, and not his right of action;” that the above case “ sought to modify the remedy, and not to defeat the action.”\nIn the case before us, the plea is intended to go directly to the action itself; it is pleaded in bar, and partakes of a peremptory, and not a dilatory character; and the Court cannot view these two cases in the light of authorities, having a direct bearing upon, and application to the cause at bar. -\nThe appellant’s counsel contend, that the statute of Florida destroys the old common law rule, as to the doctrine of waiver of the pleas originally pleaded, by the plea, puis darrein continuance, and cites the 26th section of “An act to amend an act regulating judicial proceed, ings,” approved Nov. 23, 1828, which is in these words : “ Sec. 26. Be it further enacted, That in all cases the defendant or defendants may plead as many matters of law or fact as he, she or they, may deem necessary to his, her or their defence; and it shall be no objection to any plea, that it.is contradictory to any other plea filed by the same party in the same cause.” Duval’s Com. 95.\nIf this question rested solely upon the common law doctrine, the Court would have no difficulty in deciding that the first error was not well assigned; but the statute above cited interposes, and overturns, as we think, the entire structure of the common law doctrine, as to the waiver of former pleas, by a plea puis darrein continuance. The statute in its face, by its purview and spirit, seems evidently intended to abolish, to a certain extent, some of the rigid rules and technicalities incident to pleading at common law, to enable the defendant to avail himself of all and every possible defence, however contradictorily pleaded, which, by the old rules of , pleading, he was unable to do; and in fine, by the liberality and comprehensiveness of its terms, to effect the furtherance of justice.\nA statute of this nature, however much in some instances we may deplore an innovation upon the common law, commends itself to the liberal construction of a Court, whose aim should be, at all times, the substantial justice of the case.\nWe look around us, and see the attempts of different States of the Union to simplify the science of pleading, so as to enable the parties litigant to set forth their respective claims and defences, irrespective of the rigid rules Of that science, and to infuse info it a spirit of liberality ; and while unquestionably they\" admire the beauty and force of the fundamental reasons on which the science of pleading is founded, and the ingenuity with which its rules are carried o'ut, yet possibly, they may conceive, that,greater simplicity, may not be incompatible with the grave deductions of logic. . • -\n- The doctrine, as contended for byth,a appellee, took its-rise'ih the early stages of the law, and. we find( it,in the. oldest books. ' It has stood the-test of time, in all its.vigor, and has been carried out in. the Courts of England and this country-; and but. that we think it contravenes the true intent and spirit-qf our statute, we would feel loth to impugn its authority, or deny its. application.’\nOriginally, at-common law, there could regularly,be only ope' plea, on' which, if. there were issue or demurrer, the cause was to be determined, because there could be only one'verdict in a cause'; and though.th’e statute of Anne permitted several pleas, still they, were’to be in unison, sustaining and nof contradictory to eaóh othér,. Multiplicity of pleading, was to be avoided, and the use of pleading was, to reduce the matters in pleading to a single point.\nIn framing-them, there is.required-great care and nicety,; and it is said: “It seems dangerous to plead any matter puis darrein continu“ance, unless'you be well advised; because, if that matter be< deter- “ mined against you, it is a confession of the matter in issue, and no “nisi.prius shall be awarded.” -6 Bacon Ab. 479. And should the plea puis be defective, and-.be-quashed, the judgment is at-once quod recuperet, and not respondeos ouster.- ■ ■ •\nIf the object of the statute was 'to -simplify the rules of pleading and soften down the rigid; (and in this instance) the arbitrary dicta of the common law, where So proper an occasion for the attainment 'of the object, or the fulfilment of its'intentions,” as in a case where even at common law, more than usual severity is to. be observed. ?\nWhy should the statute operate unequally by the extension of its liberalizing policy to other cases, and this, in which most required, be exempt from its genial influence, .because not described in totidem verbis? Although a doctrine relying for its support upon the hardships, which might arise under it, is at all times dangerous as tending to .destroy established precedents, yet construing the statute before us by an appropriate rule-of construction, a desire to suppress the mischief and advance the-remedy,-we can perceive many cases, where great hardships would inevitably arise, Persons at all times \" may not be “ well advised” as to the pleading, and great injustice might be done by depriving a party of his legal defence pleaded in the first instance, because his plea of puis darrein continuance happened to be defective ; and why, if that plea is annulled, should not the party be remitted to his original defence ? To all this it may be answered, that the law is different, and the maximfiat justicia should be followed, and that arguments ab inconvenienti should be avoided. We contend that the statute has altered the law ; we point to its spirit, its context, and we must look at the true, meaning of words.\nThe statute says, that “ in dll cases,” the defendants may plead, &c. Is this phrase to be circumscribed by the meaning attached to it, by strict legal parlance, or is its true import to be gathered from the purview of the statute, and the true definition of its terms ? The dictionaries tell us, that “ case” means or signifies, a contingence, a state of things, and if either of these synonyma was used in the statute, any and all doubt, would be dissipated.\nThe ample scope and free license to plead any number and contrariety of pleas granted by the Statute, have destroyed the reasons upon which the common law rule rests; and we can perceive no good cause when the reason of a law has ceased to exist, why the law itself should have a being, in direct conflict, as we think, with our statute, against the policy of our laws, and if persisted in, calculated to produce no good results, but rather consequences replete with hardship and extreme injustice ; and with the views expressed, we clearly are of opinion, that this rule of the common law, as to pleas puis dar-rein continuance, should cease to be regarded by the juridical tribunals of the State.\nThe first error is therefore well assigned.\nAs to the plea pais darrein continuance, we think it well pleaded. It is contended that this plea should have been in abatement and not' in bar. We think that the defendant could have pleaded in either ; she could have pleaded in abatement, that she was not administra-trix of Samuel Parkhill deceased, but was administratrix de bonis non of said Parkhill, and there can be no doubt, but that she could plead ne ungues administratrix. The authorities are full upon -this subject.\nTo an’ action against an executor, he may plead in bar ne ungues executor, That be renounced, and nulla bona devenerunt ad manas; so he may plead in bar, the same bar as his testator could have done, as non assumpsit, or non est factum. 6 Comyn’s Digest, 2, D. 7, 8.\nSo an administrator may plead in bar ne unques administrator. 6 Comyn’s dig. 2, D. 12. 1 Tidd, p. 644.\nTo an action against an administrator he may plead in abatement that he is not administrator, but executor, ib, 2, D. 12, page, 315 ; thus by analogy establishing the principle before asserted, that Martha Ann Manley might have pleaded jn abatement if she thought proper, that she was not administratrix, but administratrix de bonis non, and it is equally clear, that she could plead in bar ne tinques adminis-tratrix. Pleas in bar are calculated to show either that the plaintiff never had any cause of action, or if he had, that it is discharged by subsequent matter. 1 Tidd, p. 643.\n“ Whenever the subject matter of the plea or defence is, that the plaintiff cannot maintain any action at any time, whether present or future, in respect of the supposed .cause of action, it may and usually must be pleaded in bar.” 1 Chitty on pleading, 481. A plea in abatement must not only show the error to the plaintiff, but enable him to correct it by giving him materials for avoiding the same mistake in another-, suit in regard to the same cause of action, and give the plaintiff a better writ: ib.\nThe plea in bar in this case we think good, because the Union Bank could not at any time after the defendant’s dismissal from the first administratorship, have brought suit against her in the capacity of administratrix simply; that e. 6. instanti, the letters of administration were taken from her and annulled, she became as to the suit cemliter mortuus; and all the rights, powers, duties and liabilities, which had previously attached to her in the character of administra-trix ceased and no longer existed. In Toler on Executors, 131, it is laid down where letters of administration are revoked, if an action be brought by an administrator, and while it is pending, administration is committed to another, the suit is abated.\nIn the case of Taylor vs. Savage, 1 Howard U. S. R. 286, there was a decree in favor of Taylor against George M. Savage, the executor of Samuel Savage deceased: On the very day of the decree, George M. Savage was removed,from-his executorship, and one Benham appointed administrator de bonis non — the Court in that case said : “ By his.(George W. Savage,) removal from the office of executor, he was as completely separated from the business of the executor, as if he had been dead, and had no right to appear in or be a party in this or any other Court, to a suit, which the law confided to the representative of the deceased.” No further proceedings could be therefore had in the decree of the District Court, until Ben-ham the administrator'tie bonis non was made a party.\nThe defendant in this cause could no doubt have come in voluntarily and made herself a party as administratrix de bonis non to the suit, by due and proper application to the Court, bút this she did not do. The case of Hunt vs. Wilkinson, 2 Call. 41, is cited by the appellant. It seems that a Mrs. Hunt had been appointed a general administratrix of Charles Hunt deceased; that an office judgment was obtained.against her in that capacity; upon its being set aside, she was permitted to plead, that since the last continuance, the will of the said Charles Hunt had been committed to record, and that administration with the will annexed was committed to her, whereby she became bound to surrender her letters of administration granted to her before the appearance of the Will'; that she ought to bé sued as administratrix with the will annexed of Charles Hunt deceased, and not as administratrix ; Judge Carrington remarked: “ In this case, at the time of their office judgment, Mrs. Hunt was defendant in her character of general administratrix ; but before the end of that term, that character had ceased, all her powers in that capacity were done away and destroyed by the production and proof of. the will; so that she was no longer general administratrix, but was then acting in a character correspondent to that of executrix, charged with the execu - tion of the will, instead of the statutory administration.\nThe plea was sustained as a good plea, and it was after two arguments, decided that an administratrix with the will annexed, must be sued in that character, and if sued as administratrix only, without the .addition of the words “ with the will annexed,” she may plead in abatement.\nThis case so clearly in point, where the facts bear so close an affinity to those in the present- cause, its decision emanating front so high a source, and supported too by other authorities, entitles it to the most respectful consideration of this Court. In this case a plea in abatement was pleaded and sustained, and the question as to plea in bar did not arise. That question arose for direct adjudication in the case of James Jewett vs. Betsey Jewett, administratrix of Caleb Jewett, 5 Mass. 276. This was an action against Betsey Jewett as administratrix; she pleaded in bar, with a protestando, (as in this case) that she had no effects, &c., of the intestate in-her hands to be administered ; that since the commencement of the action, she had been removed from the administration by the Judge of Probate, on the petition of James Jewett, the‘plaintiff.\nIt was contended on demurrer to this plea, that the plea should have been in abatement, being in the nature of a plea to the person. C. J. Parsons, said, “in the case at bar, if the matter of the plea be good, it shows that the plaintiff has no cause of action against the defendant, either in this or any other suit; it is therefore properly pleaded in bar.”\nIt is contended by the appellee that the defendant should have pleaded plene administravit, or that she handed over the assets to the new administrator, and should have retained sufficient to satisfy the plaintiff’s demand. , ■\nThe first objection as to the plea plene administravit cannot now receive consideration, as by the decision of the Court in the former part of this opinion, the plea not being waived, is still in full force and being, and undisposed of.\nThe law as laid down in 11 Yiner t Ab. 119, is in these words : “ the defendant being sued as administrator, pleaded, that before the day of the writ, his administration was removed and granted to another ; per Wild, he ought to have set forth that he had fully administered the goods in his hands, or else that he had delivered them over to the new administrator, for otherwise the debtor might be at a loss, for those goods shall not be assets in the hands of the new administrator till they come into his possession.”\nIt is true, that the defendant did not plead plene administravit, in the plea jaws darrein continuance, or in a different plea, but she pleaded, that she was removed from the administration ; that by the order of the Court she was divested and put out of possession of all the estate, rights, credits and effects of Sam’l Parkhill, deceased, in her hands to be administered; that she was not allowed to retain, and did not retain in her hands sufficient to satisfy the plaintiff’s action, or any part thereof, but that the whole of them were placed by the order of the Court in the hands of its Marshal.\nA plea plene administravit even if not in before, would perhaps have been considered superfluous, inasmuch as all the assets being taken out of her hands, there was nothing left to administer, and the replication admits, that all effects et cetera which were of Samuel Parkhill, deceased, at the time of his death, and which came to the hands of Martha Ann Parkhill to be administered, and which remained in her hands unadministered, when the same were by order of the said Superior Court, taken away from said Martha Anne as in the plea alledged.\nIt was impossible for the defendant to have retained assets as at common law, for the order of the Court was imperative, and an attempt to retain would have been idle and futile. This argument, coming from a party upon whose petition the order was made, does not appear with a very good grace. Nor could she have pleaded, that she handed over the assets to the new administrator, for the plea would have been false; nor can we discern any impropriety in the plea pleaded, drawn as we think with sufficient legal correctness and nicety, setting forth a good and substantial defence by way of bar to the action, based upon facts which are admitted by the party plaintiff,'\nCould an execution have correctly issued on the judgment obtained against the defendant ? It could not have been issued against the estate in the hands of Martha Ann Parkhill, the general admin-istratrix, because there was no such character in existence; nor against Martha Ann Parkhill, as administratrix de bonis.non, because the execution should have pursued the judgment stricily, otherwise it would be void; and the judgment here is against the said Martha, as the general administratrix.\nIt is urged that a privity existed between Martha Manley as general administratrix, and Martha Manley, administratrix de bonis non. That a certain privity at common law exists, it must be admitted— as between administrator and administrator de bonis non, or executor and administrator de bonis non, with the will annexed. There seems to bo a distinction as to this privity, in suits by or against administrators — in the former none existed, which probably gave rise to the statute of 17 Charles 2, C. 8, which enabled an administrator de bonis non to take out execution on a judgment of an executor or administrator. 8 Cowen 340. It was laid down by C. J. Parsons, “ that an administrator de bonis non with the will annexed, could not sustain a writ of error to reverse a judgment recovered by the original executor, because there is in law no privity between an executor and administrator de bonis non, with the will annexedand a judgment recovered by the executor, cannot be executed by the succeeding administrator. Grant vs. Chamberlain, 4 Mass. 612. This was cited by the appellant.\nBut the same Judge remarks, that the statute of Charles 2d is not in force in his State, and indicates that his decision would have been the reverse, if it had.\nIf judgment had been obtained against the defendant, and she had died, no doubt but that scire facias would 'lie against the administrator de bonis non. 8 Cowen 339, citing Norgate vs. Snap, (W. Jon. 214.)\nAdmitting the doctrine of privity to the fullest extent, how does it avail in the present case ? The suit against Martha Manleys ‘ad-ministratrix, abated as completely by her removal, as if she had died ; and the suit should have been brought de novo, against her; in her new capacity of administratrix de bonis non. The two characters were incompatible, and could not exist together. If the defendant had wasted the goods, she would have been .liable in an action of debt, in case the administration had been granted to another. 472 Wentworth on Exrs. — and besides, would be responsible to the new administrator.\nThe fact that the property and assets again came to her hands at the time of the plea pleaded, does not vary the result; for though identically the same person, yet legally viewed, Martha Manley, ad-ministratrix, and Martha Manley, administratrix de bonis non, are separate and distinct characters — appointed by different grants of administration, giving different securities, and not similar in any respect, save the duties and powers incident to the administration. The sureties of the first administration were certainly discharged, after the dismissal of the defendant, as to all her acts posterior to that event; and the second sureties were not responsible for any of her acts previous to her second appointment. Another consideration is, that in case this suit should be sustained, the securities of the first administration would continue liable for the result of this suit, although the functions of the general administratrix had ceased, and who yet might be involved, if creditors were allowed to proceed upon the first administration. The blending of the two characters would be attended with many perplexities and embarrassments, and in all probability, with great injustice.\nWe will now confine our attention to the pleadings of the cause.\n“It is a rule in pleading, that oh demurrer, the Court will consider the whole record, and give judgment for the party who, on the whole, appears entitled to it.” . Stephens on Pleading, 144. And if the pleading be bad, judgment shall be had against him, who made the first default. 6 Comyn’s Digest, 183. And it matters not, whether the issue be of law or fact, and whether the cause has proceeded to issue or not, the Court is always bound to examine the whole record, and adjudge for the plaintiff or defendant, according to the legal right, as it on the whole appears. Stephens 144.\nThe plea of puis darrein continuance, we have already decided, is good; and next follows the replication. We think this is clearly a departure from the declaration. That sets forth the cause of action, and declares against Martha Ann Parkhill, administratrix of the estate, real and personal, which was of Samuel Parkhill, deceased. The replication sets out the order of the County Court, revoking and annulling the letters of administration to the said Martha Ann ; the appeal to Leon Superior Court by the said Martha Ann ; the affir-mance of the order of dismissal of the County Court by said Superior Court, and the delivery of the property of the estate of said Parkhill into the possession of the Marshal of the said Superior Court; that a receiver was duly appointed for said estate, till an administrator de bonis non was appointed by the County Court of Leon county; and that afterwards, on the twenty-second day of April, 1844, and before the filing of the said plea of the said defendants, Martha Ann and Hiram in this behalf, the County Court of Leon county did constitute and appoint the said Martha Ann, upon the petition of said Hiram and Martha Ann, an administratrix de bonis non of the estate of Samuel Parkhill, deceased.\nThe declaration is against her, in the capacity of administratrix simply; the replication, by setting forth the dismissal of the defendant as administratrix, and her appointment as administratrix de bonis non, is clearly a departure in pleading. It is inconsistent with the declaration, because the two capacities in which the defendant is charged, are, as has been already shown, inconsistent with each other — being in different rights, and distinct in every particular. It should fortify and maintain the matter in the declaration. It does not, and the allegation in that, and the replication, are in direct conflict. The plaintiff, by his replication, has shewn that he has no action against the defendant, (by admitting her dismissal as adminis-tratrix ;) and when this is the case, there shall be judgment for the defendant, though the bar be defective, for the Court will judge on the whole record. 6 Comyn’s Dig. (E 37,) page 137.\nThe rejoinder is not good — it is clearly a departure from the plea, and does not support it — it alledges neW matter inconsistent with the plea, and is defective. It is intended to answer the replication— they are both bad. It is unnecessary to set forth the reasons or grounds of this opinion — ''and the Court must go back to the first error or default.\n■ There were several grounds assumed by the counsel on either side, involving the discussion of principles of great interest and importance ; but the Court have deemed it proper to notice only those which seemed to have a direct bearing upon, and tended to a direct decision of the cause.\nThe judgment must be reversed, with costs.",
        "type": "majority",
        "author": "Hawkusts, Justice:"
      }
    ],
    "attorneys": [
      "J. T. Archer, for plaintiffs in error:",
      "Long & Walker, for defendant.",
      "T. H. Hagner, (on same side,) for defendant:"
    ],
    "corrections": "",
    "head_matter": "Martha Ann Manly, Administratrix, and Hiram Manly, Administor in right of his Wife, of Samuel Parkhill Deceased, vs. The Union Bank of Florida.\nAt common law, a plea y>m's dairein continuance, waived all former pleas, but a Statute of this State, has altered the rule, and su.ch a consequence does not follow the filing of that plea, here:\nA Administratrix of B, was sued in that capacity; pending the suit, she was removed from the Administration on the petition of the plaintiff in the suit. Afterwards A, C and D, were appointed administratrix and administrators de bonis non ; The suit still pending, and no steps having been taken to make her a party as administratrix de bonis non, A pleaded in bar, that since the\nlast continuance she had been removed from the administration by competent and proper authority, and that all the assetts which came to her hands as administratrix of B, had been taken out of her possession, and that she did not and could not retain sufficient to pay plaintiffs claim; held, that it was well pleaded, and that the fact might have been pleaded either in abatement or in bar.\nThe fact of A’s removal from the administration, constituted a complete bar to the action, and the fact that she was afterwards appointed administratrix de bonis non, does not alter the case; A as administratrix, and A as administra-trix de bonis non, being in the eye of the law, separate and distinct characters.\nA replication to the plea puis darrein continuance setting out that A had been dismissed from the administration, and that she had, under an order of Court, turned over to a receiver, who took charge of the same, all the property which came to her hands as administratrix, and remained unadministered at the time of her' removal; but thatshe had afterwards, and before the filing of the plea, been appointed an administratrix de bonis non, and the property recommitted to her, renders the allegation, in the plea yam's darrein continuance of having fully administered, superfluous. Such a replication was a departure from the declaration and therefore defective.\nOn demurrer, the Court will give judgement for the party who on the whoie case appears entitled to it, and against the party who committed the first error.\nThis case came up by Writ of Error to Leon Circuit Court.\nThis is an action of debt commenced April 10, 1843, against Martha Ann Parkhill Administratrix, &c.; and which was tried and determined, March 1845, in the late Superior Court of the Territory of Florida. The following is the cause of action on which the suit was instituted:\nTallahassee, December 9th, 1840.\nDolls. 94,182 22.100.\nSis months after date I promise to pay to the Union Bank of Florida, at their Banking House in the Gity of Tallahassee, ninety four thousand one hundred and eighty-two 22-100 dollars,- for value received ; for securing payment whereof, I do hereby pledge my shares in the Capital Stock of said Bank, Witness my hand and seal.\n(Signed) SAMUEL PARKHILL, (Seal.)\nThe declaration contains two counts; one on the Bond and the other on account stated — pleas, non est factum and plene administra* mt. There was a similitey to first plea,, and general replication to the latter. ■\nAfterwards on the 22nd April, 1844, Martha Ann Parkhill admin-istratrix, by her counsel, filed her plea puis darrein continuance, al-ledging “ that since the last continuance to wit,' on 22nd March, 1844, she was dismissed from the administration of the estate of said Samuel Parkhill, deceased, by competent authority, to wit: by the Judge of the Superior Court for said county, sitting as an Appeal Court to the County Court of Leon.”\n. To this plea, ‘fpuis darrein continuance,” there was demurrer, 1st. Because the matters therein contained, should have been pleaded in abatement.' 2nd, Because it should have been a plea in bar of the further maintainance of the action, and not in bar of the action. 3rd, Because the plea did not alledge that the said Martha had fully administered, and had not in he.r hands, at the time of her said dismissal, lands and tenements, goods and chattels, <Szc., sufficient to pay plaintiff its debt and damages ; and because it did not appear from said plea that she had delivered over to the administrator or ad-ministratrix, appointed in her 'stead, all,- or any part of the goods, chattels, &c., in her hands not administered at the date of -her said dismissal.. 4th, Because the plea did not set forth the names of the persons to whom letters of administration were granted after her dismissal.\nOn the 24th February, 1845, plaintiffs in error by leave of the Court, filed an amended plea, puis, darrein continuance, .as follows:\nAnd the said Martha Ann, sued as administratrix of Samuel Park-hill deceased, for further plea in this behalf, by leave of the Court, first had and obtained by- Brockenbrough and Archer, her attorneys, comes and defends the wrong and injury, when, &c.; and protesting that at the time of the commencement of this suit, she had no goods, effects, or credits, lands or tenements of the said Samuel Parkhill, deceased, in her hands to be administered, subject to the plaintiff’s action, for plea, prays judgment if the said plaintiff, its action afore, said thereof against her, ought further to have and maintain; because she says that since the commencement of plaintiff’s action, to wit, at the county aforesaid, on the 19th day of December, 1843, the Honorable William M. Gibson, at that time Judge of the County Court of said County, and as such having and exercising jurisdiction as a Court of Probate, and being competent thereto, and having jurisdiction in that behalf, at the request and motion, and upon the petition of the said Union Bank of Florida, and against the will of this defendant for cause shown, revoked and annulled, the letters of administration before that time granted to this defendant, from which decision and order, this defendant appealed to the Superior Court of Leon County, exercising and having jurisdiction in that behalf; and the said Superior Court afterwards, and since the last continuance, and before the commencement of this term, to wit, on the 18th day of March, 1844, in the county aforesaid, confirmed the said order of the said William M. Gibson Judge of the County Court, as afore, said, and then and there'revoked, and annulled the said letters of administration before that time, granted to defendant, and had and held by her at the time of the institution of this suit, and this defendant, was then and there divested, and puf out of possession of all the estate, rights, credits and effects, or assets of said Samuel deceased, then in her hands, to be administered, and this defendant was not allowed to retain, and did not retain in her hands enough thereof, to satisfy said plaintiff’s action, or any part thereof: but the whole of said assets^ rights, credits, and effects so remaining in her hands un-administered, were then and there, by order of said Superior Court, taken away from the possession of said defendant, and against the will of said defendant, and committed to the care, custody and control of the Marshal of the said Superior Court, who then and there took possession of the same, and the said letters of administration, so had and held by this defendant at commencement of this action, were revoked and annulled, and said defendant did not and could not retain in her bands, as administratrix, as aforesaid, effects sufficient to pay the plaintiff’s claim, or any part thereof; and this she is ready to verify; wherefore she prays judgment if the said plaintiff its action aforesaid, thereof, against her, ought further to have and maintain, &c.\nThis plea was sworn to by Martha Ann Manly, late Martha Ann Parkhill and Hiram Manly, her husband.\nTo this plea defendant in error, on 26th February, 1845, filed its replication, replying the revocation, and annullment of the letters of administration, for want of sufficient securities on the official bond of the said Martha, and her dimissal, in substance, as set forth in the plea; and that upon such dismissal, the Court ordered the property of the estate of the said Samuel Parkhill deceased, to be taken charge of by the Marshal of the Middle District, until the further order of the Court; «and that the Court at another day, to wit, on 21st March, 1844, appointed p, receiver of the said estate, until an administrator de bonis non, should be appointed.\nThe replication continued, “ and the said plaintiff, in fact saith that afterwards, and on 22nd day of April, 1844, and before the filing of the said plea of the said defendeiits, Martha Ann and Hiram, in this behalf, the County Court of Leon. County, having and exercising jurisdiction as a Court of Ordinary, and being competent thereto, did constitute and appoint the said defendant Martha Ann, upon the petition of the said Hiram and Martha Ann, an administratrix de bonis non, of the estate of the said Samuel Parkhill deceased, and thereupon administration of the said estate, was duly recommitted in due form of law to the said defendant, Martha Ann, in her own right as such administratrix before the filing of the said plea of the said defendants in this behalf, as in and by the record and proceedings thereof, remaining in said County Court, fully appears; and the said plaintiff further in fact saith, that all and singular, the goods and chattels, lands and tenements, rights, credits and effects, which were of the said Samuel Parkhill deceased, at the time of his death, and which came to the hands of the said Martha Ann, to be administered, and which remained in her hands unadministered, when the same were by order of said Superior Court, taken away from said Martha Ann, as in defendants said plea all edged, have again comedo her hands, and to the hands of the said Hiram, in right of the said Martha Ann, ad, ministrators as aforesaid, and the same were, before and at the time of the filing of the said defendants plea in this behalf, and now are in their hands tobe administered, &c.”\nOn the 28th February, plaintiffs in error filed their rejoinder, which, after protesting, that neither at the commencement of this suit, nor since, the said Martha Ann, nor the said Hiram, had or possessed in their hands, to be administered, any goods.and chattels, lands, &c., which were of the said Samuel, deceased, at the time of his death subject to this action, rejoins : “That at the time and place in said replication mentioned, and by the authority there mentioned, the letters of administration de bonis non, therein mentioned upon the estate of the said Samuel, were not granted to the said Martha only, or to the said Martha and said Hiram in right of his wife only, but to said Martha in her own right, (by consent of said Hiram,) jointly with one William D. Moseley, now living, who then, and there, and thereby became, was, and still is, jointly with the said Martha, in her own right, and said Hiram in right of his wife, a joint administrator de bonis nod of said Samuel Parkhill, deceased; and all and singular, the goods and chattels, lands and tenements, rights, credits or effects, left unadministered, which were of the said Samuel, deceased, at the time of his death, which ever came to the hands of these defendants, or either of them, to be administered as administra-trix or administrator, de bonis non, as aforesaid, at the times and places, and in the manner stated in said replication, or at any other time <5r manner howsoever or whatsoever, came to the hands of the said Martha Ann as administratrix de bonis non, and said Hiram as administrator de bonis non, in right of his wife, jointly with said William D. Mosely, the co-administrator de bonis non, and were, and are, so far as the same remain unadministered, had and held jointly with him, and not otherwise.” The rejoinder then enumerates certain liabilities of Samuel Parkhill, deceased, to the Union Bank of Florida, and states, that indentures of mortgage on certain land and negroes, were executed by the said Samuel to the Union Bank, to secure their payment; that these sums of money, being unpaid at the time of the death of the said Samuel, the Union Bank, before the revocation and annullment of the letters of administration granted the said Martha, filed its petition, under the statute, against the said Martha Ann, as administratrix in her own right, and the said Hiram, as administrator in right of his wife, to obtain judgment of foreclosure of the said mortgage; that after the affirmance by the Superior Court of the order of revocation of the original letters of administration to'said Martha Ann, and after the granting of letters of administration de bonis non, to the said Martha Ann and William D. Moseley, “ the said Union Bank of Florida, by its counsel, moved for judgment and decree by default, no objections having been filed under the statute, and the plea of Hiram Manly and Martha Ann, administrators, filed 3d May, 1844, not being verified by affidavit. But the Court overruled the motion, and the petitioner then filed its demurrer special to said plea ; and therefor administrators, Manly and wife, asked leave to file additional pleas, and the Court so allowed and continued the cause. Petitioner then suggested the ap. pointment, by the County Court of Leon county, of William D. Moseley, together with Martha Ann Manly, administrators de bonis non of said estate; and moved the Court that the said William D. Moseley, administrator de bonis non of said estate, be made a party to said suit, and the suit continued, as well against the defendants as against the said William D. Moseley; and the same was done ac- - cordingly. And such further proceedings were thereupon had in the same Court, that afterwards, to wit: at the Fall Term, 1844, of said Superior Court, to wit: on the 4th day of January, 1845, it was considered by the Court, that said petitioner do recover of said defendants, Martha Ann Manly, in her own right, Hiram Manly, in right of his wife the said Martha Ann,' and William D . Moseley, administrators de bonis non of said Samuel Parkhill, deceased, the sum of seventy-one thousand and twenty-three dollars and forty-eight cents, due said petitioner, for principal and interest of its mortgage debt,” &c. That judgment was accordingly entered against the said parties, and foreclosure granted; and that said judgment still remains in full force, not annulled, satisfied or discharged. The rejoinder further alledged, that defendants had fully administered, all and singular, the goods and chattels, lands, &c., which were of the said Samuel, deceased, left unadministered, which came to their hands, or the hands of either of them, as administrators de bonis non.\nTo this rejoinder there was a demurrer, and the following causes of demurrer assigned:\nFor that the rejoinder does not fortify and support the matter by the said defendants, above pleaded in bar since the last continuance, but alledges new matter contrary to the plea, and was a departure therefrom ; that the defendant’s said plea, since the last continuance pleaded, set forth the fact of the discharge of said Martha Ann from the administration of said estate of Samuel Parkhill, deceased, as a substantive bar of itself to the further maintenance of the plaintiff’s action in this behalf; and the said rejoinder now sets up the recovery of a judgment and decree rendered against said defendant and another, since such discharge, as and for a bar to the further maintenance of this action; and the said rejoinder doth not sustain the. said plea of said defendants by them, since the last continuance above pleaded.\nFor that the said defendants have, in and by their said rejoinder, attempted to plead matter in abatement, after having pleaded their aforesaid bar, in this, the non-joinder of one William D. Moseley, with said defendants, as a defendant to this action.\nFor that the said defendants, in and by their said rejoinder, have attempted to put in issue another and different matter, since the last continuance happened and occurred, to wit: the judgment and decree of foreclosure in said rejoinder, set forth as rendered the fourth day of January, eighteen hundred and forty-five, which said decree so declared to have been rendered, was so rendered, as shewn by said rejoinder, long prior to the filing by said defendants of their said plea, since the last continuance above pleaded, and for that the said defendants cannot thus set up and plead two several and distinct matters, since the last continuance happened and occurred.\nFor that the said rejoinder is double and multifarious in this, that it sets up the non-joinder of William D. Moseley as a defendant with the said Martha Ann and Hiram; the recovery and rendition of said judgment and decree, and that the said defendants, Martha Ann and Hiram, have no assets, except the sum of five dollars.\nFor that the said rejoinder is argumentative; is no answer to the said replication; and is uncertain, informal, and insufficient.\nThe Court sustained the demurrer, and thereupon judgment was entered against plaintiff in error for one hundred and twenty-two • thousand one hundred and sixty-four dollars and eighty-seven cents, ($122,164 87-100,) being amount due on bond, and for costs.\nJ. T. Archer, for plaintiffs in error:\nI. There is error in this, that the issues on the pleas of non est factum, and plene administravit, were not disposed of.\nThese issues, it will be contended, were disposed of by the introduction of the plea, puis darrein continuance. It cannot be questioned that, at common law, a plea puis darrien continuance, “ is a waiver of the first plea, and no advantage can afterwards be taken of it, nor can even the plaintiff afterwards proceed thereon.”\nThis rule is the necessary consequence of another rule of common law, which allows but one plea to the whole declaration, or one plea to each count. • The introduction of a plea to the whole action, puis darrein continuance, must, therefore, at common law, operate as a waiver of the former plea to the whole action, or former pleas to each count, for otherwise there would be more than one plea to the whole, action.\nBesides,'a plea,puis darrien continuance, admits a right of action at the commencement of the suit, while the former pleas deny a. right of action at the commencement of the suit. The admission of the plea puis is contradictory to 'the allegations of the former pleas. To allow a defendant, therefore, to avail himself oí a plea puis darrien continuance, and at'.the same timé of former pleas in bar,' would not only permit more than one plea to the whole action, but would allow such pleas tobe contradictory, which is forbidden by The common law rules of pleading; •\nIt is true, the statute of Anne makes it iawful for .a defendant, with the leave of the Coprt, to plead as. many several matters, as he shall think necessary for his defence*- - But even .under this statute, a defendant has no positive right to'plead' more than one plea to, the whole action, for the Court .may, or may not grant the; leave, at its discretion: Besides, the permission to .plead several matters, does not include contradictory matters. In.England, a plea denying, and another admitting the plaintiff’s'right of action, at.the commencement -of the suit, could not before, aiid cannot since,’ the statute of Anne, be pleaded together. • 1 Chitty’s PI. 593. It is therefore easily accounted for, that in the English books, the rule is universally laid down, that a plea puis darrien continuance, is a waiver of former pleas. _• . ' ■ v\nBut under our statutes, every, defendant sued in this State, has the positive fight, independent óf the leave of the Court, to plead as many m'atters as hé deems necessary for his defence ; anddt is - “ no objection to any plea', that it is contradictory to any other plea filed by the same party, in the same cause.” Duval’s Comp. 95. *\nThe reasoning which established and retains the English rule, cannot prevail against our statute; and the rule itself cannot prevail here; ■ _\n0,ur statute, under. the construction I claim for it, promotes the ends of justice. What.hardship is there in requiring ’a plaintiff to answer, all objections which a defendant may set up against his demand ? On the other hand, what hardship does not exist in allowing á plaintiff to recover, because he has successfully answered one of several objections, while one oT more of the others may contain goodand valid grounds of defence, which mightbe established by the defendant ? ' '\nII. There is error in sustaining the plaintiff’s demurrer to the rejoinder.\nThe judgment should have been given against the party, who committed the first error in the pleadings. The declaration is substantially a good one. The plea puis contains a good defence to the action. Its subject matter, is 1st: The involuntary dismissal of defendant Martha, from the office of administratrix. And 2d: The taking possession by the marshal, under the order of the Court, of all the assets in her hands, up to the time of dismissal. .\nThe involuntary dismissal is of itself a good defence. It separates the administratrix from the estate, as fully as if she were actually dead. Taylor vs. Savage, 17 Peters,, 224. Jewitt vs. 'Jewitt, 5 Mass. 275. Alsop vs. Mather, 8 Conn. 584.\nThe taking possession of the assets by the Marshal, is of itself a good defence. The plea, in this regard, has all the properties of a plea of plene administravit. It is an accounting for the assets, the legal possession of which by the administratrix is necessary to entitle the plaintiff to recover.\nBut if each of the parts of this plea, taken separately, does not constitute a good defence* there can be no doubt that both taken together, make up a complete defence. 1 Williams on Executors, 373, citing Garter vs. Dee, Freem. 13.\n.It was argued and adjudged in the Court below, that the defendants should have retained assets sufficient to satisfy actions pending. This cannot be correct. The administratrix was dismissed for want of a sufficient bond, under the 31st sec. of the act of 1828, concerning wills, letters testamentary, and letters of administration, &c. Duval’s Comp. 176. Under this section, the Court is authorized, upon the dismissal of an administrator, to appoint a receiver or other administrator, doubtless for the purpose of taking immediate possession of the assets, and in contemplation of an immediate surrender of the assets by the dismissed administrator. If a dismissed administrator could retain for actions pending, the very object of the statute, to take the estate out of irresponsible hands, would be defeated.\nBut to retain in a case like this, against the ministerial officer, acting under the express order of the Court, is physically impossible, if the officer performs his duty. To have attempted it in this case, would have been a contempt, and punishable as such. It is altogether unreasonable to hold these defendants responsible in damages to the amount of $122,164 87-100, for having permitted the assets to be taken from them by a Court of competent jurisdiction.\nThe plea puis is properly pleaded in bar, for if the facts set up in it are true, the plaintiff can never maintain an action against the defendants as administrators on the causes of action in the declaration, mentioned. IChitty, 481. Jenks vs. Edwards, 6 Alabama, (new series) 143. Jewitt vs. Jewitt, 5 Mass. 275.\nThe first error committed is in the replication — it does not maintain, explain or fortify the declaration, but abandons it, and departs from it. The declaration seeks a recovery on the faith of assets in the hands of the defendant Martha, as administratrix under the original grant of administration, while the replication seeks a recovery on the faith of assets received by her as “ an” administratrix de bonis non, under a new grant of administration, without joining the co-administrator or co-administrators de bonis non, shown to be in existence by the use of the indefinite article “ an.” If .a judgment could be rendered against the defendants as administrators, on the ground of assets in their hands as administrators de bonis non, jointly with another, then the securities of the first administration would continue liable for the administration of the assets by the administrators de bonis non — “ which never could be right.” 2 Call, 41-56.\nBut if the replication be good, the rejoinder is good. The latter answers the replication by setting up a judgment in the same Court, against the administrators de bonis non, in favor of the same plaintiff, upon a petition under the statute to foreclose a mortgage; which judgment, it is alleged, is more than sufficient tó cover the assets in the hands of the administrators de bonis non. The sustance of ihe rejoinder, it cannot be questioned, would be1' a good bar to an action against the administrators de bonis non; what is the replication in effect, but a declaratioh against one of several administrators de bonis non ?\nIf the rejoinder does not support the plea and is therefore bad, the fault lies with the plaintiff. We have followed the plaintiff and it cannot complain.\nThe objections raised by the plaintiff to the form of the defendants pleadings, if well founded do not warrant a judgment on th.e demurrer against the defendants, even for costs. Duval’s Comp. 95.\nHI. On the whole pleadings, judgment should have been given in favor of defendants.\nTho replication confesses the matters contained in the plea, and the demurrer admits the matters contained in the rejoinder. The pleadings therefore show that Mrs. Manley had no assets whatever as administratrix, and none liable to this action as “ an” administratrix de bonis non. Yet by the judgment of the Court on these pleadings, Mrs. Manley, as administratrix, is made to have assets to the amount of $122,164 87-100! How can the plaintiff’s judgment be sustained when the plaintiff itself, on the face of the record, gives testimony against its verity ?\nLong & Walker, for defendant.\nT. H. Hagner, (on same side,) for defendant:\nContended as to the 1st error assigned, that the pleas of non est factum, and plene administravit, were disposed of; that they were waived by the defendants below pleading their plea, puis dar. cont. That the filing of that plea was a waiver of all other issues. He cited : Buller’s N. P. 309. 2 Tidd’s Prac. 847 — 849, last edition. 7 Bacon’s Abrid. 685, Pleas and Plead, last edit. Croke Eliz. 49. 1 Salkeld, 79. 1 Lord Raymond, 693. Mansel on Dem. lxxxix. Hobart’s Rep. 81, 1 Arch. Prac. by Chitty, 300 — 2. 1 Whea-ton’s Rep. 215. 13 Peter’s S. C. Rep. 136.\n10 Wendell R. 679, where the Court say : “ The cause of action stands confessed to the same extent, as if no other defence than that in the plea puis dar. cont. had been urged.” And this ruling is sustained by the Supreme Court of the United States.\nAs to the character of the plea, puis dar. cont. he cited, 1 Chitty PI. 698’: “ It is not a departure from, but a waiver of the first plea; and no advantage can afterwards be taken of it, nor can even the plaintiff afterwards proceed thereon. He also cited, 2 Wilson’s Rep. 137.\nIn rebutting the position of the counsel of plaintiffs in error, he argued, that the effect, the legal nature and operation of this plea, was not altered by the statute of Florida allowing to defendants to plead, “ as many matters of law or fact, as he, she, or they, may deem ne- “ cessary to his, her or their defence and that it should be “ no “ objection to any plea, that it is contradictory to any other plea “ filed by the same party in the same cause.” This was to be understood, with some reference at least to the rules of law, and the practice of the Courts. Here the defendants had pleaded as many and as contradictory pleas as they saw fit, and the case was at issue. They then apply for and obtain leave to file a plea puis dar. cont. Now, the statutes of Florida have no where altered or changed that plea, nor does the statute cited at all vary its legal effect. The character of the plea is destructive, and whether those pleas which have gone before be few or many, they are alike waived. This results from the nature of the plea. In the case cited from 10 Wendell, several pleas had been filed, and yet the law was declared as we here insist it is. He insisted that the replication was legally sufficient in all respects, and maintained that the judgment on demurrer was correct; for that the rejoinder was bad, and that, going back to the first error, the plea was bad also.\nHe explained the principles on which resort is had against the assets in the hands of administrators, even after the revocation of their letters; that jt was the right of the creditor to follow the decedent’s estate. He cited 2 Williams on Executors, 1196. “ If administrator plead, that before the date of the writ, his letters were revoked, he ought to alledge that he has fully administered, or that he delivered over the goods to the new administrator.” He may be sued, then, having the property in hand, after his letters are revoked. Again : “ If he plead the administration committed to another, plaintiff may reply, that before the second administration, he had wasted the goods.” Wentworth on Executors, 472. Packman’s <jpse, 6 Coke Rep. 18. 11 Yiner’s Abridg. 119. Hobart’s Rep. 49.\nThe plea here set up, is the personal discharge of administrators. We reply, that though the letters were revoked, yet the estate was recommitted before the filing of their plea, and that they have the assets of the estate in hand applicable to this debt. If we have the right to follow the decedent’s estate, we have a right to follow it in this suit, for they have the property in hand, and in the eye of the law, they retain assets to pay. Toller on Executors, 129.\nBut their plea is fatally defective — they do not make good their exemption — they must alledge that they have fully administered — a protestation of full administration is not available. He cited 1 Chitty’s PI. 650 — “ The allegation protested against is in effect admitted in that suit, (in which made,) so that no- evidence need be adduced in support of it.” ,\nThe plea puis dar. cont. is defective then, by reason of omitting averment of pleiie administravit — they protest they had no assets— they admit then in this suit that they had. He cited also 1 Tidd’s Prac. 687. If, then, the replication be bad, the plea itself is bad also, and judgment on demurrer must be for the plaintiff, against him who has-committed the first error.. That the rejoinder of defendants is a departure from the, plea1, is very apparent. The plea is in abatement of the writ, for persónal disability — .the rejoinder is in-bar •of the action itselfT For the rule of law upon-departure in pleading, he referred ' the Court,, to, 1 Chitty’s Plead.' ,68Í — 697. Coke Litt.' 804, a. ,2 Saunder’s .Rep. 84. Lord Raymond, 233. 5 Dowling & Ry, 295.-' 16 Mass. Rep. 2. . 2 New Hamp. 306.\nBut it is objected that the replication is bad. .-The plea had set up their-personal discharge from the administration. We reply, (that though removed,) you áre again administrators, and have the assets in hand, .applicable to our debt. .. Where is the ’ departure ? We have,: the iight-to follow the decedent’s- estate' — arid make it answerable to our debt. ' • ‘ - ■ c''\nThat the judgment.On demurrer to plea puis dar. bont. is peremptory and final.- 1 Wheaton’s Rep.. 215. Mansel on Demur, lxxxix.\nAs to the alledged want-of privity between • administrators- and administrators de bonis non, he considered that the - question was upon the judgment on demurrer to the plea of the- personal dis. charge of>the administrators-themselves., They had .been sued^they could only 'discharge themselves by proper proceedings, set forth in proper plea. - This they had not done. - Yet, he. said, if privity were wanting, it did exist. ' These, defendants, .administrators and and administrators de bonis'- non, Were the same parties — the new and the old were in.the same right. .There is a privity of estate in law. Jones, Chancellor, in Dale vs. Rosevelt, 8 Cowan Rep. 339, clearly declares such a privity to exist — so that “ where a judgment “ is against the previous representative, he- coming in .place of the. “testator, and the recovery beiñg -for the-debt,of;the testator, he, “(the administrator de bonis non,) is liable.”. Chancellor.Jones shows, that the statute 17 Charles 2nd, was passed to enable administrator’s plaintiffs to -execute judgments in favor'of prior executors, upon the ground that there was a want of privity., But “ in relation to judgments- against the executors or administrators, the ride as to privity has,always been otherwise.” See also AshhUrst, J., opinion in 7 Term Reports, 1-78.. He also-.cited, 2 Saunders, 217. 2 Tidd’s Prac. 1113. - 6 Term Rep-. 1.\nUpon the' 3d error assigned, he insisted that judgment must be for plaintiff below, if the plea of' defendant be reached by-demurrer— for the plea is fatally defective1. He cited, 2, Tidd’s Prác. 847. 3-Saunder’s Rep. 217, And he compared this plea,, with the requisites of such a plea there laid, down."
  },
  "file_name": "0110-01",
  "first_page_order": 150,
  "last_page_order": 173
}
