{
  "id": 8849177,
  "name": "John D. Edwards vs. Union Bank of Florida",
  "name_abbreviation": "Edwards v. Union Bank of Florida",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "136",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 136"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "17 C. 2",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "79 A. 4",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "1 Brock. Rep. 203",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch 299",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0299-01"
      ]
    },
    {
      "cite": "2 Cranch, 167",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        6759881,
        6759907,
        6759891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/2/0167-01",
        "/dc/2/0167-03",
        "/dc/2/0167-02"
      ]
    },
    {
      "cite": "18 Wendell 9",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2022082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/18/0009-01"
      ]
    },
    {
      "cite": "2 Hill 631",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        11255722,
        11255740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/20/0631-01",
        "/scl/20/0631-02"
      ]
    },
    {
      "cite": "17 Mass. R. 503",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Serg. & Rawle 6",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0006-01"
      ]
    },
    {
      "cite": "3 Peters 399",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 333",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Mass. 364",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0320-01"
      ]
    },
    {
      "cite": "4 Mass. R. 591",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2004073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0518-01"
      ]
    },
    {
      "cite": "2 Harrington 514",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": -1
    },
    {
      "cite": "7 Mass. R. 169",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999484,
        1999422
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0142-01",
        "/mass/7/0142-02"
      ]
    },
    {
      "cite": "3 Peters 409",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Brock. Rep. 203",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "opinion_index": 0
    },
    {
      "cite": "17 Peters Rep. 245",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "17 Mass. Rep. 503",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "8 Hen. 6",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "pin_cites": [
        {
          "page": "1-14"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1685,
    "char_count": 50184,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.1101384569738634e-07,
      "percentile": 0.5705245749848736
    },
    "sha256": "98bed388379bc3db2c760ca0cf7418334960d7f820dce82229dea8266da4e8a4",
    "simhash": "1:ad21e591508fc6c7",
    "word_count": 8768
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John D. Edwards vs. Union Bank of Florida."
    ],
    "opinions": [
      {
        "text": "Douglas, Chief Justice:\nThis is an action of trespass, instituted by John D. Edwards against the Union Bank of Florida, in the Superior Court of Leon county, in the Middle District of Florida.\nThe declaration contains two counts. The first charges : “ That the said Union Bank of Florida, by its servants, officers and agents, on the sixteenth day of April, one thousand eight hundred and forty-two, and on divers other days and times between that day, and before the commencement of this suit, with force and arms, &c., broke and entered divers, to wit: four closes of the said plaintiff, situated in Jefferson county, to wit: in the county aforesaid, and then and there broke down,” &c. — (setting out the other matters of the trespass in the usual form.)\nThe second: “ And for that also, the said defendant, by its officers, servants and agents aforesaid, on the days and years aforesaid, at the county aforesaid, impressed, seized, took, and carried away, divers, to wit: forty-one negro slaves, then and there being the servants, and in the possession of said plaintiff, and unlawfully kept and detained the said slaves, só being the servants of said plaintiff from and out of the service of said plaintiff, without the license or consent of said plaintiff, and against the will of said plaintiff; for a long space of time, to wit: until the commencement of this suit, whereby, &c. (the usual form in such cases), to the damage of said plaintiff of one hundred thousand dollars,” &c.\nTo this declaration, the defendant put in the plea of not guilty; upon which issue was joined, and that issue was submitted to a jury, who returned a verdict for plaintiff, and assessed his damages upon the first count at two thousand dollars; and upon the second at seventeen thousand dollars; making in the whole nineteen thousand dollars.\nAnd thereupon the defendant, by its counsel, moved the Court for “ a rule nisi,” to arrest the judgment, for the reasons following, -to wit -\nFirst: Because an action of “ trespass vi et armis,” doth not lie against a corporation.\nSecond: Because if such .an action can be maintained at all, it doth not lie in this case, the entry being warranted by law.\nThirdBecause the plaintiff has not, by law,' a right to a judgment in his favor.\nWhich rule was granted; and after argument had thereon, was by the consideration and judgment of said Court sustained; and the judgment upon said verdict was accordingly arrested.\nWhereupon the said plaintiff, by his attorneys, prayed an appeal to the Court of Appeals of the Territory of Florida, which was granted accordingly, and the cause was carried up to the said Court of Appeals, whence it was transferred into this Court, under the provision contained in the last clause of the 17th article, (Schedule and Ordinance,) of the Constitution of the State, which declares that eCll actions at law, or suits in Chancery, or any other proceeding pending, or which may be pending in any Court of the Territory of Florida, may be commenced in, or transferred to such Court of the State, as may have jurisdiction of the subject matter thereof 5 andtff the provision contained in the 14th section of the act of the General Assembly of this State, of the 25th July, 1845, which was passed to carry into effect the above mentioned provision of the Constitution, so far as related to cases pending in the said Court of Appeals.\nUpon the first day of the present term of this Court, a motion was made by the counsel for the Appellee, to dismiss this case, for the following reasons, viz:—\nFirst: Because it has no rightful place in this Court; and this Court has no jurisdiction of the same, no appeal or writ of error having been sued out, or taken to this Court; and this Court1 having no appellate jurisdiction of the case.\nSecond: Because the judgment of the Leon Superior Court is fi. nal, until reversed by the proper appellate tribunal, constituted by the acts of Congress of the United States.\nThird: Because this Court has appellate jurisdiction only over those inferior Courts, which the Constitution of the State of Florida has established, and which compose, with this Court, the judiciary power of the State.\nWhich last motion was overruled, for the reasons given in the opinion of the Court, pronounced by Judge Baltzell, on a former day of this term, in the case of Charles-D. Stewart vs. Thomas Preston, jr., upon a similar motion, founded upon the same reasons as the motion to dismiss this case.\nAfter which, the counsel for the appellant filed herein the following assignment of errors, to wit: — ■\nFirst: The Court erred in sustaining the motion in arrest of judgment.\nSecond: The Court erred in giving judgment for defendant, and not for plaintiff.\nWhich errors we now proceed to examine. From this state of the case, we are first called upon to inquire, whether trespass vi et armis lies against a corporation ?\nIt is said, in some of the old books, that trespass does not lie against a corporation, because a capias and exigent does not go against a corporation. But an exigent was never known in practice in Florida, and the capias has long since been virtually banished from it, in all civil cases, by the provision contained in the last clause of the fifth section of'the act to amend an act regulating judicial proceedings, approved November 23d, 1828, which declares that no person shall be required to give bail for his or her appearance, to any original writ or summons, emanating from a Court of Law; and the fifty-third section of the same act, Duval’s Comp, page 99, by which it is declared: “ That in no case shall a capias ad sat-isfaciendum be issued by the Clerk, upon judgment of the Court— nor shall the body of any defendant be subject to arrest or confinement, for the payment of money, except it be for fines imposed by lawful authority ;” — so that, neither a capias or exigent ever issued in an action against a corporation in this State in any case. “ Ces-sante ratione, cessat et ipsa lex.” But it is believed, that the position thus stated, is laid down more broadly than was ever warranted by the principles of the common law. It was held, at an early period in England, that, “ a corporation might be defendants in an action of quare impedit, and the hindrance is an act of tort.” And the case of Butler vs. the Bishop of Hereford and the University of Cambridge, Barnes C. P. 350, is cited by Lord , Ellenborough in the case of Yarborough vs. the Bank of England, 8 East. Reps. 9, to this point: “ To which he says, a multitude of other instances may be added, as Rost. 497, 2 Mod. En. 291. Winch. 625—700—721. 2 Lut. 1100, and 3 Lev.. 332. The statute of 9 Henry the 4th, chap. 5, recites the practice in assizes of novel “ disseisin,” and other pleas of land, of naming the mayor, and bailiffs, and commonalty of a franchise, as disseisors, in order to oust them of holding plea thereof; and directs the inquiry before the Judges of assize, whether they be disseisors or tenants, or be named by fraud;”— which most clearly proves, that they may be considered as disseisors. And there are instances of trespasses against corporations, in 44 Ed. 3d. 2 Pl. 5, which was after 22 Ass. PI. 67, cited in the argument of the case of Yarborough vs. the Bank of England. Trespass, says Lord Ellenborough, was brought against the mayor and commonajty of Hull, and another person; and the objection was made, not that trespass would not lie against the corporation, but as a natural person was joined with them;, there must be different processes. A distress against the former, and a capias against the latter. But the objection does not appear to have prevailed — and in 8 Hen. 6, 1—14, trespass was brought against the mayor, bailiffs and commonalty, and one of the commonalty; and the objection was, not that trespass would not lie against the corporation, but- that it could not be supported against them, and an individual of their body. And Bro. on Corporations PI. 24, says, the.better opinion was, that the writ was good ; and 14th Hen. 8th, 2, says it was so awarded, and that in that case, all the justices agreed. The case of Yarborough vs. the Bank of England, was decided on the principle, that actions of tort, without distinction, would lie against corporations. Lord Ellenbo-rough, who delivered the opinion of the Court of King’s Bench, cited several cases, (some of which we have already cited,) in which trespass had been maintained, in very early times, against corporations, under circumstances which preclude the idea or inference that an objection to the form of the action was then considered maintainable. His own opinion was, that trespass had been, and might be maintained; and that the want of authority, under the corporate seal, to do the act complained of, was not material. Both Viner & Comyn, it is true, speak of the law as settled, that trespass lies not against a corporation aggregate. Both assign the same reason, viz: that capias and exigent do not lie; and cite Brown on Corporations. Thealal & Thorpe’s Assizes.\nIn Riddle vs. the proprietors of the locks and canals on the Merrimack river, 7 Mass. Reps. 186 — 8, although an action for a non-feasance, Parsons, Chief Justice, entered fully, and very ably, into this question, and shows, upon the authority of Thealal himself, the principal reference of Viner & Comyn, that Thorpe’s opinion, which has been so much relied on, had been overruled in England, as to certain trespasses; and takes what we deem the true and correct distinction, between corporations of a public nature, called quasi corporations, such as towns, cities, &c., and proper corporations .aggregate, by which is meant money, and business corporations, against which the action may, (and we think sound policy requires should,) be maintained.\nIn the case of Chesnut Hill, &c., Turnp. Co. vs. Rutter, 4 Serg. & Rawle, Rep. 6, which was an action of trespass on the case for stopping a water course, it was strongly objected, that a corporation could not be guilty of a tort; but Chief Justice Tillman said, that this doctrine was fallacious in principle, and mischievous in its consequences, as it tends to introduce actual wrongs, and ideal remedies; for a Turnpike Company might do great injury, by means of laborers having no property to answer damages recovered against them ; that it was much more reasonable to say, that where a corporation is authorised by law to make a road, if any injury is done in the course of making that road by the persons employed under its authority, it shall be responsible in the same manner as an individual is responsible for the acts of his servants touching his business, and “ there is no solid ground for a distinction between contracts and torts.” Angeli & Ames on corporations, 224, 226, is also authority to this point. And Chief Justice Marshall in the case of Towle vs. The Common Council of Alexandria, 3d. Peters’ Rep. 409, lays it down as well settled, “ that money corporations, or those carrying on business for themselves, are liable for tortsnot of particular description only, but torts generally committed by their agents. In the case of John Whitemongs Ex. vs. The Wilmington and Susquehanna Rail Road Company, 2 Harrington’s Rep. 514, it was held, that “trespass will lie against a corporation,” and in the case of Dater vs. Troy Turnpike and Rail Road Co. 2 Hills N. Y. Rep. 632, Cowen, Justice, said, “the old doctrine always admitted to be questionable, (1 Kyd on Corporations 223,) that trespass or ejectment will not lie against a corporation, is exploded by modern authorities,” and in the case of the second Precinct, in Rebobath vs. The Cath. Cong. Church and Society in Rebobath, 23 Pickerings Rep. 140, the Court remarked, “it is said that an aggregate corporation cannot commit a disseisin unless the entry be authorised by their deed; and so, if a corporation be disseised, the entry to revest their estate must be by an authority under seal. This, says the Court, was undoubtedly the ancient doctrine as to corporations, but a more liberal doctrine has long since prevailed, and as the law now is, corporations may be bound by implication from corporate acts without a vote or deed, and the cases of the Canal Bridge vs. Gorden, 1 Pickering Rep. 297, and Episcopal Charitable Society vs. Episcopal Chuch in Dedham, 1 Pickerings Rep. 372, are cited.\nSo trover or assumpsit, or trespass, will lie against a corporation as against a natural person. Fostor vs. Essex Bank, 17 Mass. Rep. 503. So a town or Parish may. acquire a title by disseisin, by an exclusive adverse occupation, although the occupation was not authorized by any writing under seal, Milton vs. First Parish in Milton, 10 Pickering’s Rep. 452, and it is not a little remarkable, that the case of Bloodgood vs. The Mohawk and Hudson Railroad Company, which was an action of trespass, Quare Clausum Fregit, and is first found in 14 Wendell’s Rep. 51, and again in 18 Wendell’s Rep. 9, should have passed through all the Courts of the State of New York, without objection as to the form of the action, if (as is contended,) such an action doth not lie against a corporation. Indeed it is strong evidence, that both the bar and the Courts of that great and enlightened State, consider, as did the late venerable Chief Justice Marshall, that it is well settled, “ that money corporations, or those carrying on business for themselves, are liable for torts, committed by their ser-vanfs or agents in the course of théir business.” ^ And in view of all these high authorities, we feel-ourselves constrained so to regard it. If however this point was left in doubt by the general current of authority, our statute, directing the mode of instituting suits against corporations, Duval’s Comp. 104, the first section of which provides, “ that in all cases actions, or suits -which' may be instituted against any corporation, instead of the process heretofore (used to compel, the appearance of such corporation,-it shall'bo sufficient to .issue ‘a sum mons’ to- the Marshal or other proper officer, (now the Sheriff,) reciting the cause of. action, and summoning the said corporation to appear and answer the same on the proper return day,” &c., should be permitted to settle the question.\nThis brings us to the second reason-assigned for arresting thejudg, ment which was, “that'if such an action could.be maintained at all, it doth not lie in this case, the entry being warranted by law.” It is a sufficient' answer to this position to say, that there appears to be nothing in the record to sustain it, and after ave'rdict against the’ defendants upon the only issue in the case, upon the plea of not guilty, it comes too late. The third and last reason assigned was that the plaintiff, had not by law a right to a judgment in his favor. This is very general, as is also the last error assigned, viz: “ that the Court erifed in giving judgment for the defendant,” but it is under this third reason, that the appellee urges the want of jurisdiction in the’ Superior Court of Leon County to try this case. The cause of action, it is- alleged, (if any was committed,) was committed in Jefferson County ; that the cause of action is local not transitory, and could not therefore -be rightfully instituted or tried in Leon County. It is very curious and instructive, says a late writer upon this subject, (who seems to have examined it extensively and with considerable ability,) to trace the progress of the English law respecting the locality of actions. During the earliest ages of our judicial history, juries were selected for the very reasons which would now argue their unfitness, videlicit their personal acquaintance with the parties, and the merits of the cause. And few rules of law were enforced- with greater strictness than those which required the venue, visne or vicemm, or in other words the neighborhood’ whence the jurors were to be summoned, should be also that in which the cause of action had arisen, in order thát the jury, who were to determine it, principally from-their own private knowledge, and who were liable to be attainted, if they delivered a wrong verdict, .might be persons likely to be acquainted with the nature of the transaction which they were called upon to try. In order to effect this end, the parties litigant, were required to state in their pleadings, with the utmost certainty, not merely the county, but the very venue, i. e. the very district .hundred or mile within that county, where the facts» that they alleged had taken place,' in order that the Sheriff might'be'directed to summon thé Jury from the proper neighborhood,1 in case issue should be taken on any such allegations. It followed of course, that a new venue was designated, as often as the parties litigant shifted.the scene of the transaction from one part' of the county to another. This was however soon found to produce great inconvenience, for in mixed transactions, which may happen partly in one place and partly in another, it was extremely difficult to ascertain the right venue, and as the number of these transactions multiplied with increasing civilization, these difficulties about determining the place of trial became numerous and of constant occurrence, ánd soon induced the Courts to take a distinction between transitory matters, such as contracts which might happen any where, and local ones, such as trespass to the. realty, which could Only happen in one particular place, and regulations Were adopted respecting- transitory actions, and from time to time changed, and modified to suit the exigencies of the times, (which it is not necessary for us now to notice.) Bjut where a matter alleged in pleading, was of a local description, whether the allegation-happened in a declaration orín any subsequent pleading, the venue for the trial of such matter could be no where but at the very place,where it was alleged in pleading to have happened, and therefore even in cases the most' transitory, if the cause of action was laid'in'London, and there was a local justification as at Oxford, the cause must have been tried in Oxford, not in London. Ford vs. Brook, Croke Eliz. 261. Bower’s case Moor. 410. “ And it was probably this strictness of the law with regard to venue* which rendered it necessary to confine the defendant so long to a single pl#a, since had he pleaded several pleas on which issues had been taken triable by different venues, there could have been no single trial of the action, and accordingly we find that it was not till after the effect of the statute of 16 and 17 Car. 2, on venues, had become well settled, that the very same year'whi'ch put an end to the last remnant of the old severity, by abolishing the necessity of summoning hundredors, also endowed the defendant with a right which he ought in justice always to have possessed, of stating every thing in his defence, which can by law be made available to exonerate him; the right corresponding to which, that namely of replying to- the de-fence, every thing which has a direct tendency to rebut it, is even in our more advanced times denied the plaintiff.” 1 Smith’s leading cases 481, in note. -Thus stood the law in England in regard to local actions, and defences at the time of the passage of the'act of 16 and 17 Car. 2, Cap. 8, concerning venues, (one of the statutes of Jeo-fails,) which declared, “ that after verdict,' judgment should not be stayed or reversed, for that there is no right venue, áo as the cause were tried by a jury of the proper county, or place where the action is laid.” 1 Chitty’s PI; 279-283. Considerable difficulty arose on the construction of this statute, many lawyers contending that the words, “ the proper county or place where the action is laid,” must be understood to mean the proper, county or place, where the issue arises, so that if the issue arose at Dale in Oxfordshire, and the venue was Sale in the same county, here they ■ said was a case within the same statute, there being a right county, but a wrong venue. But it was at length decided in the case of Craít vs. Boite, 1 Saund. 246, that the words, “ where the action was laid,” mean where it was laid in the declaration, not in any subsequent pleading; and accordingly it has ever since been held, that it is sufficient-if the jury be summoned from the venue laid in the declaration. 1- Smith’s Leading cases 482 in note. In local actions, the only modes of objecting to the venue are by demurrer. Thrale vs. Cornwall, 1 Wilson 165, or at the trial as a ground of nonsuit. The Mayor, &c., of London vs. Cole et al. 7 Term Rep. 588.- Stevenson vs. Lambafd, 2 East 580. Brackshaw vs. Hopkins, Cowp. 410. Soutler vs. Heard, 2 Bla. Rep. 1033. In local actions, if the venue be laid in the wrong County, and the'objection appear upon the record, it is clear, that the defendant may demur. 1 Saunders 241. The Mayor, &c., of Berwick vs. Ewart, 2 Bla. Rep. 1070. Mellon vs. Barber, 3 Term Rep. 387; and if it do not appear on the record, he may under the general issue avail himself of the objection at the trial, as the ground of nonsuit. 1 Chitty’s PI. 284-285.\nIt is contended, on behalf of the appellee, that the case meant in the statute of 16 and 17 Car. 2, would be this r If the defendant were sued in this case in Jefferson county, and the action tried there, and the venue laid in the declafation was “ Leon county, ss.,” and ’a number of cases were cited by his counsel in support-of this position. As this is á very material point in this case, we have bestowed upon it that anxious attention, which the important bearing that it has upon the issue in this case demands., But after the most careful examination of the question, and the authorities presented upon it, we cannot assent to that proposition. To our minds, it seems to be at variance with the current of authorities on the subject. The case of Crafts vs. Boite, 1 Saunders 387 to 389, first settled the true and proper construction of the statute of the 16 and 17 Car. 2. In the case ef the Mayor, &c., of London vs. Cole, 7 Term Reps. 583—584, Lord Kenyon, Ch. J., delivering the opinion of the Court, and speaking of the statute of 16 and 17 Car. 2, said: “I cannot express myself in better terms than Kelynge, Chief Justice, and Rainesford and Moreton, Justices, did, in one of the cases cited, who said the words of the statute are plain, that the issue was tried by a jury of the proper county where the action was brought, which was within the express words of the statute, and, (as they conceived,) within the intent of the statute.” The one of the cases cited, as mentioned by Lord Kenyon, was that of Craft vs. Boite, 1 Saunders, 337, 339, by which the true and correct construction of this statute was first settled. In note 3, at page 339 of this book, it is said: The judgment in this case was at first received with considerable disapprobation ; and Lander vs. Elliott, Camb. p. 75, is cited to sustain the remark ; the better opinion being, (says the annotator,) that the intent of the statute was, to aid a wrong venue in the same county, where the issue arose, and not a wrong county, according to the distinction made by Saunders. However, (he adds,) the subsequent decisions are conformable hereto; and 2 Lev. 164 — 165. Adderly vs. Wise, Vent. 263. Jennings vs. Hanking, S. C. 2 Lev. 121. 3 Keble, 509. Sir T. Raymond, 292. Horton vs. Nausan, 3 Lev. 394, (Hunt’s case, and Briggs vs. Chew, there cited.) 1 Lord Raym. 330. Sir Richard Leving vs. Lady Claverly, S. C. Cooth. 448. 2 Lord Raymond, 1212. Maitland vs. Taylor, and 7 Term Rep. 583. The Mayor of London vs. Cole, are cited as “ the subsequent decisions conformable thereto.” In Comyn’s Digest, 260, it is said: “ If a local action be brought and tried in a wrong county, the defect is aided after verdict, by statute 16 and 17 Car. 2, C. 8.\nThe general issue was pleaded in this case; the cause was tried in the Superior Court, and by a jury of Leon county, where the action was brought. As the land upon which the trespass was committed, is shown by the declaration to be situated in Jefferson county, the defendant might have demurred; had it not been thus shown, it might have availed him on a motion to rule out the. testimony, as to the count in “ quare clausum fregit.” This is in accordance with the principle upon which the case of McKenna vs. Fiske, 17 Peters Rep. 245 to 250, was decided. This was an action of trespass, brought by the plaintiff in error against the defendant, in the Circuit Court of the District of Columbia, for the recovery of damages, for a large amount of goods and chattels, rights and credits, and personal property, taken and detained, and destroyed by. the defendant. The declaration contained two counts, one for trespass to personal chattels,- the other was; for “ quare clausum' fregit” in the ;county of Washington. On the trial, the plaintiff offered to prove that the defendant, with a large force, of armed men, came to the store house or shantee of the plaintiff, in Alleghany county, iii the State of Maryland, entered into the same, and -took and carried away the goods and chattels stated in the declaration, &6.; and other, evidence was offered to show the value of the goods, The Court refused to-permit thevevidence to go to the jury. Upon’ an exception to this ruling, the case was carried up to the Supreme Court of the United States, which, although it held that, the evidence'offered, as( to the local count, was not competent, yet sustained the exception taken by the plaintiff, to the ruling of the Court, below, in regard to the evidence excluded, and remanded the cause for further proceedings. And see also, 1 Chitty’s PI. 264.\nIn the case before us, no objection was made to the -reception of the evidence in the Court below, on either count. ' The jury found for the plaintiff. The defect is cured by the statute of 16 and 17 Car. 2, before cited. The Court, therefore, erred in arresting the judgment upon it.\nIt was intimated, (but not strongly urged,) by the counsel for the appellant, that our'statute of Jeoiail, which is found in the act above referred to, regulating judicial proceedings, of 23d November, 1828, is that of 32 Henry 8, chap. 30,< sec. 1, and not that of 16 and 17 Car'. 2; and a doubt was expressed, whether the last mentioned statute is in force in this' State — -but the act of November 6th, 1829, entitled, an “ act providing for the adoption of the common and statute laws of England,” &c., which was passed one year after the judicial act, declared that the‘common and statute law of England, which are of-a general, and not of a local nature, with certain exceptions, (none of which include the statute of 16 and 17 Car. 2,) should-be of force in the Territory of Florida. Duv. Com. 357. This act is continued, and made of force in this State, by the 17th article, (Schedule and Ordinance,) of our Constitution.\nHitherto, we have been considering this question, without reference to the act directing the mode of instituting suits against Corporations, before referred to upon another subject — the second section of which provides: — “ That if any summons be issued against any banking, rail road, insurance or.incorporated company, service on the president' or other head, or in hisabsence, on the cashier .or treasurer; or in the absence oí both the president or chief officer, and the cashier or treasurer, then on any director of such company; such president or other chiei officer, cashier, treasurer, or director, being, at the time of service, within the county in which he usually resides, shall be deemed sufficient service of the sajd process.” This act was approved February 11th, 1834. See Duval’s Comp. 104 — 105. The object of this latter provision, (“ such president, &c., being at the time of such service, within the county in which he usually resides,”) is certainly not very clear. But it is difficult to imagine any reason for it, unless it be, that the Legislature contemplated such residence to be in the county where the office of such company should be kept, and intended the trial to take place in that county, thereby bringing such corporations within, (if they were not already so,) the provisions of the 10th section of the judicial act above mentioned, by which it is declared: “ That no suit should be brought to any of the Superior Courts of the Territory, against any person residing therein, Unless the same be instituted in the judicial district and county in which the defendant resides.”\nBy the first section of the “ act to incorporate the subscribers to the Union Bank of Florida” — Duval’s Comp. 442 — it is provided : “ That a bank shall be established in the city of Tallahassee, under the title of the ‘Union Bank of Florida,’ ” &c. The Court may take judicial notice that Tallahassee is in Leon county, (where the venue in this case was laid, and where this cause was tried,) that being the place where, by law, the Courts for this county are required to be holden. This suit was instituted in that Court, and fit may well be doubted whether, under the- peculiar provisions of the statutes referred to, it could properly have been brought in any other. The distinction upon which the question under discussion is based, is purely technical. This was so held by Chief Justice Marshal, in the case of Livingston vs. Jefferson, 2 Brock. Rep. 203, (cited at the bar,) and from the terms in which he expressed himself in delivering his opinion in that case, it appears quite evident that he would gladly have seized upon any statutory regulation, which could, with propriety, have been construed to abolish the distinction between local and transitory actions, especially that class of them in which possession of real estate is not the object of the suit, and where the redress sought is only in damages. In that case the \"objection was taken by demurrer.\nIt seems to have been the intention of the Legislature to abolish this distinction, by the statutes cited to this point. Whether that be the effect of these statutes or not, this Court is clearly of opinion, that they confer upon the defendant, in cases like the present, the privilege of having any cause tried in the county where he resides, which the plaintiff may bring against him there ; and that, after verdict, it is too late for him to object that it was tried in the wrong county. No objection was taken to the locality of the action in the Court below, and for the causes stated, such objection cannot be taken now.\nThe judgment of the Court below, must be reversed, with costs; and the cause remanded to the Circuit Court of Leon county, for further proceedings, in accordance with this opinion.\nPer- totam curiam.",
        "type": "majority",
        "author": "Douglas, Chief Justice:"
      }
    ],
    "attorneys": [
      "A. E. Maxwell, for appellant:",
      "T. H. Hagner, for Appellee :",
      "Maxwell, in reply:"
    ],
    "corrections": "",
    "head_matter": "John D. Edwards vs. Union Bank of Florida.\nAn action of trespass vi et armis will lie against a corporation.\nIn an action of trespass against a corporation, the trespass being alledgsd to have been committed in one county, and the action brought in another, and the one in which the corporation has its office and transacts its business, it is too late, after verdict, to object that the action was brought in the wrong county; or that it should have been brought in the county in which the trespass was committed. The defect is cured by Statute 16 and IT, Car. 2, which is in force in this State.\nA corporation is included in the 10 Sec. of the “Act regulating judicial proceedings,” and must be sued in the county in which the office of s.uch corporation is kept.\nAppeal from Leon Superior Court to late Court of Appeals of the Territory of Florida, transferred to this Court.\nThis was an action of trespass vi et armis, tried February 1845, in the late Superior Court for Leon County, when there was a ver-diet for appellant. On motion of appellee judgment was arrested; whereupon, appellant prayed an appeal. The opinion of the Court contains the reasons assigned for arrest of the judgment and the other facts of the case.\nA. E. Maxwell, for appellant:\nCorporations, in all their privileges and liabilities, are assimilated as nearly as possible, to individuals. C. J. Marshall, in Providence^' Bank vs. Hillings & Pittman, says : “ That the great object of an incorporation is, to bestow the character and properties of individuality, on a collective and changing body of men.” He says further, that they are not exempt from any burthens common to individuals, unless expressly exempted by charter^) And this remark is more especially true, of all money and other corporations for private benefit and emolument. If they are not exempt' from any burthens common to individuals, they cannot claim to be exempt from any legal action, which their own misconduct, by agents and servants, would, if they were individuals, render them liable to. I, They cannot do any act without responsibility — they can do nothing without incurring the same legal liabilities which an individual would incur for the same act. A different doctrine would but furnish the pretext to persons to become incorporated for some plausible- purposes, in order to have the power to commit outrages upon property, which their vindictive propensities might urge them to, and which, as mere individuals', they dare not do, for fear of the law. J\nThe law is well established,, that corporations are liable for torts ; and the authorities relating to this subject, so far as I haye observed, make no distinction as to the character or degree of torts. In Case and Trover, they are clearly liable ; and in no Case so deciding, has a distinction been drawn, which exempts them from liability in trespass. See Towle vs. Com. Coun. of Alex. 3 Peters 409. Yarbo-rough vs. Bank of England, 16, East, 8. Riddle v.s.- Proprietors &c. on Merrimack river, 7 Mass. R. 169. Ang. & Ames on Corp. 328. No reason can be assigned why they should be liable in these actions, and not in trespass. The, technical objection, .which seems to be the only one mentioned in the books, that capias and exigent do not lie against a corporation, applies equally to all’ these actions ; yet it is not now allowed to prevail as to the former.\nFor authorities to show that trespass will lie, see Ang. & Ames on Corp. 331' — 34. 1, Chitty’s PI/ 87. Dater vs. ,Troy Turnp. & R..R. Co, 2 Hill’s R. 631. 23 Pick. R. 139. 7 Mass. R. 169. And Whiteman’s Ex. vs. Wil. & Susq. R. R. Go. 2 Harrington 514. This last is a case where the point was fully Considered, and the Courtis positive in holding that \"the action cán be well maintained.\nThe other ground taken below, that trespass does not lie in this case, because the trespasses were committed under legal sanction, by an officer of the law, is not available upon motion in arrest of judgment; for, at that stage of the case, all the facts alledged in the declaration, are supposed to be proven as charged. 16 East. 8. 7 Cowen 486. The declaration here alledges that the trespasses were committed by the agents and servants of the bank,, and after verdict, that fact- is considered as proved.\nUpon the point, whether the declaration was defective in regard to the venue, and whether, if so defective it was cured after verdict, by statute of Jeofails, áse., it is contended-r-That, although by the old law, trespass quare ’clau. fre., was a local action, and could not be brought out of the county where the cause-of action arose, yet there is no reason, but a technical one for this doctrine. This was held'jto be true by Chief Justice Marshall in, the ,case, of Livingston vs. Jefferson, 2 Brock., R. 203 ; and from the tenor of argument in his opinion, it is clear that he would gladly have taken hold of any statutory regulation, however remotely bearing upon this doctrine* which could, with any color, be construed to abolish the distinction between local and transitory actions, where the redress sought is only in damages, and in this respect imparting to the causes the character of personal actions. In this State there is a statute which, without any distortion, may be considered as abolishing the distinction, See Duv. Comp. 7 sec. 106. In all cases where summons ad respondendum is the proper writ, it seems intended by this statute that the plaintiff shall be entitled to his option, either to bring suit in county .of defendant’s residence, or where the cause of action accrued. This includes all cases where damages merely are sought; and such is the action now before the'Court. This view seems entitled to greater weight in this case, because the corporation cannot be served with process out of the county of its location, except when its officers are absent, Duv. Comp 2 sec. 194.\nBesides, the want of jurisdiction in such cases as this, is not of that character which would render a judgment against defendant below void. The Court certainly has jurisdiction of the subject matter, and if the'defendant submits to its exercise, even if in a wrong county, he must be considered as waiving the privilege (for it amounts to nothing more than a personal privilege.) See 4 Mass. R. 591. This was a transitory action, but it establishes that the privilege may be waived, and will be considered as waived, unless defendant claims it before the cause goes to the jury.\nIt is true, that objection to jurisdiction may be made at any time where the want of it appears upon the record; but this rule cannot apply to cases where the jurisdiction is perfect, if the party entitled to the objection waives his privilege. Else he might wait till the verdict upon the merits is given against him, and then defeat it at his will. If the jurisdiction b.e such as cannot be had even by consent, then this rule may be good, but not otherwise. •\nBut, this defect, if it be one, is cured by the statutes Jeofails. If the venue is mislaid it is curable after verdict. It is not of substantial defect. The cause of action must be presumed to be good, or the jury would npt have given a verdict for plaintiff. Our statute (Duv. Comp. Sec. 54, p. 100,) seems broad enough to cover the defect. But if this statute does not cure the defect, it is aided by 16 and 17 Car. 2, which is of force here, not being repealed or superceded ; for that statute, see 1 Chitty’s PI. 712, and for its construction, see Craft vs. Boite, 1 Saund. R. 246, and note (3) 247 ; see also, 1 Comyn’s Dig. 260.\nT. H. Hagner, for Appellee :\nContended that there was no error in the decision of the Court below, arresting the judgment. He insisted that it was ■ well established by authority, that trespass guare clausum fregit does not lie against a corporation. That the weight of ancient as well as of modern authority inclines to this view, and that reason and analogy support the same opinion. He contended that the action must be brought against each person who committed the tort, by name, and not against the artificial being — that sound principle as well, as sound law established the propriety of such procedure; that security of the rights of the citizens was best maintained by holding the parties committing the trespass individually liable.\nHe cited in support of these positions. 6 Viner’s Abridg. 300. 1 Kyd on Corp. 223-225. 4 Comyn’s Dig. 486, Tit. Franchises, F. 8 East. Rep. 230. 1 Tuckers Com. 156. Brown on actions, 159, 160.\nHe examined and commented upon the authorities cited by counsel for appellant, and called the attention of the Court, to page 328, and 9, Ang. & Ames on Corp. where the general principles he contended for, are declared and sustained by authority. That on page 33.1, the authors have laid down the text far beyond what the cases cited by them justify. Yet taken at its full value, the text claims but to be an argument to show what might be said to sustain their views. The cases there cited, and to which appellant’s counsel has referred, establish no such principle. The case of Yarborough vs. Bank of England, 16 East. 8, decided merely that Trover would lie against a Corporation, Gray vs. Portland Bank, 3 Mass. 364, was also a special action on the case. 6 Mass. 333, relied on by Angelí & Ames, does not establish the point for which cited. The defendants were not known to be incorporated, nor was any question like this raised. The case of Fowle vs. Common Council of Alex. 3 Peters 399, is full in our favor, for it denies the liability of a corporation, as such, for acts done beyond the scope of their charter. Although admitting they are liable for torts — yet it is clearly indicated that they are liable consequentially — and that very action was in case. And this decision, he contended, placed the matter upon right grounds. No one questions that a corporation is liable for torts. The question is, in what form of action?\nThe remaining case relied on by Angelí & Ames, is Chesnut Hill Turnpike Co. vs. Rutten, 4 Serg. & Rawle 6. This citation is equally unfortunate — the case decided that trespass on the case lies against a corporation aggregate for a tort.\nHe said that, in addition to these cases, the counsel for appellant had cited others, to which he would call the attention of the Court. Riddle vs. Proprietors of lands, &c., 7 Mass. 169, established that an action of trespass on the case, will lie against a corporation aggregate, for neglect of a corporate duty. The counsel for the corporation having taken the ground in that case, that no action of trespass, even on the case, lay against the corporation, the Court decided, that some actions of trespass might, at common law, lie against corporations ; but the decision goes no further than to support the action brought. He insisted, that the citations did not support the text in 1 Chitty’s PI. 87. He examined 23 Pickering, 140, wherein occur these words, used by way of argument: — “ So trover, or assumpsit, or trespass, will lie against a corporation, as against a natural person. Foster vs. Essex Bank, 17 Mass. R. 503.” That by reference to that case, (it appears) there is no such decision therein made. The Court say: “ We think there is' no doubt that, on such .a de- “ posit, an action of trover would lie against the corporation, if they “ should refuse to deliver the property on demand; and assumpsit “ might also be maintained, it being settled, by the later authorities, “ that either action may be maintained against an incorporated com“pany, as well as against a natural person.” The case itself from 23 Pickering, involved simply the point that, by 40 years adverse possession, a corporation could acquire title to land.\nHe commented on the other cases cited. He said that, 2 Hill 631, was a case where ejectment was brought against a corporation —and that the opinion of the Court there expressed, that trespass qu. cl.freg. will lie, is an obiter dictum — “ not called for by the case, and which it was unnecessary to give.” Besides, it is declared upon the authority of 18 Wendell 9, where the point was not made. In that case, against the Mohawk R. R. Company, for trespass qu. cl.freg. the company justified under the act of the General Assembly of New York, authorizing them “ to enter upon, and take possession, and use all such lands,” &c., lor the erection of their road.\nAs to the weight to be attached to this case, from 18 Wendell, he cited Ram on Legal Judgment, 183 — 4—that the decision was made without argument on the point, and the point itself did not arise. He read 3 Law Magaz. 317, to show the constitution of the Court for the correction of Errors in New York; and he commented ¡on this decision, and the feelings and temper of the Court which decided it, as shown in page 43 of 18 Wendell — all tending, as he insisted, to diminish the value of that decision.\nThe case cited from the Court of Errors and Appeals of Delaware, 2 Harrington’s Rep. 514, he argued, could have little weight. The Court declares itself unable to find a direct decision of the question, and it undertakes to declare the law. To three of the Judges of the Court, a legal exception, existed, and two persons were commissioned as Judges ad litem to try the case. It'is, in fact, the single adjudication produced in this Court, admittedly (see p. 518) against the settled law declared by the old- books — and by a Court thus constituted. Against it also, is the decision of the Supreme Court of Ohio, (Wright’s Rep. 603,) Hamilton county vs. Cincinnati Turnpike Co.* deciding that, “where a Corporation has caused an illegal act to be done, then the Company’s agents are trespassers; or the Company having caused the act, are liable in case for the injury.” Such, (he regarded,) as the sound rule of law.\nIt is urged that Corporations are to be treated as natural persons. So they are, within their chartered powers. 2 Cranch, 167 — 8. 7 Cranch 299. Beyond their chartered powers, their franchise ceases —the persons composing it cannot screen themselves behind their chartered privileges — the agents are trespassers, individually bound for the trespass itself; while the Company is liable for the consequences of the' act they commanded to be done. Thus a double security is provided; and this, he insisted, was the true conservative principle, to secure the citizen from unjust aggression.\nUpon the 2d point, that this action was local, and being local, proper ground of arrest of judgment, he cited: 1 Brock. Rep. 203. 1 Robinson’s Prac. 21. 2 Wheaton’s Selwyn, (1342.) 1 Bacon’s Abrid. 79 A. 4 Term Rep. 503. 3 Harrison’s Rep. 3. That the verdict does not cure defect. 2 Humphrey’s Rep. 425. Stephens on Plead. 146. And that the objection was good on writ of error, he cited, 2 Scammon’s Rep. 275. Grant vs. Tams & Company, 7 Monroe’s Rep.\nHe urged, that no where had our law done away the distinction between local and transitory actions ; that trespass qu. cl. fregit was such local action; that the declaration set forth that the trespass was committed in Jefferson county; that the action was there laid ; and he insisted that even consent could not give jurisdiction, where the Court has not, by law, cognizance of the subject. I J. J. Marshal R. 476. He examined the English statute of Jeofails, 16 & 17 C. 2, c. 8, sec. 1; — that after verdict, judgment shall not be stayed or reversed, &c. “for wrong venue, so as 'the cause were tried by a “jury of the proper county, or place where the action is laid.”— Crabb’s Digest, 651.\nHe argued, that the action is laid in the declaration in Jefferson county — ñot under a videlicet — with no fiction of law to sustain it, as within the venue; and he urged, that the case meant in the statute would be this: — if the defendant were sued in Jefferson county, and the action tried there, where it is laid in the declaration to have arisen, and the venue in the margin was, “ Leon county, set.” this wrong venue would not vitiate — because “ the cause was tried by a jury of the proper county where the action is laid.”\nTo admit the converse, is to say, that the mere naming a venue, makes it the right venue — and any county thus becomes the proper county — that, in truth, the case pointed at in the statute could never arise; for there never could be a wrong venue, unless the action was laid in the right county; and to sustain this case, is to overturn all distinctions between local and transitory actions.\nHe distinguished between the cases of transitory actions, where ike justification was local; and between local actions themselves. Craft vs. Boite, 1st Saunders, 247, was of the first «sort; and the Court held that, in that action which was transitory, though the issue was local, yet it was rightly tried in the county where the action was laid in the declaration. He relied on the decision in that case, distinguishing it from the case at bar. Here the action being local, there could only be a local issue ; and the proper county would be Jefferson county, where the action is laid. That for this reason, the judgment ought to be arrested. ’\nMaxwell, in reply:\nIt is true, the law is, that a corporation can do no act not authorized by its charter, but the meaning of this law is greatly misapprehended. It does not mean, that a corporation shall not be held responsible for its acts, when it exceeds the power given by the charter, but that a corporation can do no act which it would be legal for an individual to do, unless the charter confers the power to do it. And it is very evident, that the most effectual way of keeping a corporation within the limits of its charter, is to hold it liable to actions at law, whenever it exceeds those .limits. A contrary doctrine would give it per-feet impunity as a corporate body. Moreover, the law as contended for by the counsel, would deny an action of trover, or other action of tort, for he will not contend that the Bank, by any provision of its charter, is authorized to convert a man’s property to its own use, or to do any other tortious act. Yet, these actions will lie, as the counsel himself admits.\nThe cases before cited, to show that fort will lie against a corporation, must be considered good authority in this case, unless some reason be given for a distinction, which makes a corporation liable for one degree of tort, and not for all. No such distinction can be found in the books.\nThe authorities relied upon by the counsel of the defendant are all based upon the citation from Viner. They are ancient, and, without exception, opposed by all the modern decisions. The case from Ohio does not hold that this action will not lie ; but simply, that an action on the case will lie. This is not denied, but it forms no objection or bar to an action of trespass vi et armis. It is doubtful whether Viner is an authority for the opposite side. The case from which he derived his view, was that of a commonalty corporation. Judge Marshall, in the case from 3 Peters, 409, says, he knows of no instance where such a corporation has been held liable, even for a tort; although a money or other private corporation would be held liable. Taking this distinction, Viner himself fails as an authority against this action, and with him fails all the cases based upon his credit, so that no authority remains to oppose, not only the general tendency, but the express holding, of the modern decisions."
  },
  "file_name": "0136-01",
  "first_page_order": 176,
  "last_page_order": 195
}
