{
  "id": 8849202,
  "name": "Martha Ann Manley, and Hiram Manley, in right of his Wife, and William D. Moseley, Administrators de bonisnon of Samuel Parkhill, deceased, vs. The Union Bank of Florida",
  "name_abbreviation": "Manley v. Union Bank of Florida",
  "decision_date": "1846-01",
  "docket_number": "",
  "first_page": "160",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "5 Peters Rep. 231",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "17 Peters 224",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "6 Howard, 389",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1815,
    "char_count": 69449,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 1.4071891795513253e-07,
      "percentile": 0.6462552449969091
    },
    "sha256": "019a7ba2d086bc46aaeda0aa23ef9bc79c7a463e8d54269f4ca692ee2a9f01c7",
    "simhash": "1:82ceec7db70b710f",
    "word_count": 11957
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martha Ann Manley, and Hiram Manley, in right of his Wife, and William D. Moseley, Administrators de bonisnon of Samuel Parkhill, deceased, vs. The Union Bank of Florida."
    ],
    "opinions": [
      {
        "text": "Douglas, Chief Justice:\nThis suit was instituted by the Union Bank of Florida, in the Superior Court of Leon county, in the Middle District of Florida, against Martha Ann Manley, administratrix, and Hiram Manley, administrator in right of his wife, of the lands and tenements, goods and chattels, rights, and credits, and effects, which were of Samuel Parkhill, late of Leon county, deceased, by petitioner, under the act of the Legislative Council of the late Territory of Florida, approved Dec. 11th, 1824, entitled, An act to regulate the foreclosure of mortgages by the Courts of Common law of this Territory, and for other purposes,” for the purpose of foreclosing two mortgages, given by the said Samuel Parkhill in his life time, to said Union Bank, the first bearing date the 6th day oi November, 1839, on twenty slaves, with the future issue and increase of the female slaves, to secure the payment of a certain bill of exchange for twenty-five thousand dollars, dated August 29, 1839, drawn upon Hamilton & Co., of New York, at ninety days after date, payable to and endorsed by William H. Brodie; — the second bearing date the 19th day of October, 1840, made and executed by the said Samuel Parkhill, to the petitioner, on the same twenty slaves, set forth in the mortgage of 6th November, 1839, and on twenty-two other slaves, together with the future issue and increase of the females, which said last mentioned mortgage was intended to secure the payment of the following debts, viz r — 1. A certain bill of exchange, dated 29th August, 1839, payable 90 days after the 4th of November, 1839, drawn on Hamilton & Co., of New York, in favor of William H. Brodie, for twenty-five thousand dollars, credited by endorsements, with the sum of $9,350, Feb. 22d, 1840, and which is, (stated in the notice given to said Martha Ann Manley and Hiram Manley, to be,) the same bill specified in the mortgage of the 6th Nov. 1839. 2. A note of said Samuel, payable to the order of John Parkhill, cashier, dated 28th August, 1839, at 90 days after 24th Oct. 1839, for twenty thousand dollars, credited by endorsements, July 18th, 1840, by the sum of $3923 58-100 dollars. 3. A bill of exchange, dated Feb. 8th, 1837, drawn by William H. Brodie, ,on Hamilton & Cole, New York, in favor of, and endorsed by said Samuel, for the sum of ten thousand five hundred dollars. 4. A certain note of said Samuel, dated 24th April, 1839, in favor of and endorsed by William P. Craig, for fifteen thousand dollars, payable eight months after its date, credited 21st January, 1840, with the sum of $10,000, and on 1st January, 1840, with'the sum of $1099 35-100. 5. A bill of exchange, dated March 22d, 1837, drawn by William P. Craig, in favor of and endorsed by said Samuel, on Maitland, Kennedy & Co., New York, at 4 months date, for the sum of five thousand two hundred dollars. 6. A promissory note of the said Samuel, dated Jan. 4, 1840, payable to and endorsed by R. H. Berry, at ninety days after its date, for fourteen hundred and forty-three 58-100 dollars. 7. A note of the said Samuel, dated Jan. 10, 1840, payable to and endorsed by John Parkhill, at ninety days, for the sum of six thousand dollars. 8. A promissory note of the said Samuel, dated 18th March, 1840, payable sixty days after date, to and endorsed by William P. Craig, for ten thousand dollars. 9. A promissory note of the said Samuel, dated Jan. 19th, 1840, payable 90 days after its date, to the order of, and endorsed by John Parkhill, for five thousand dollars. 10. A promissory note of the said Samuel, dated Feb. 1, 1840, payable ninety days after its date, to and endorsed bj Jo'hn Parkhill, for five thousand dollars. 11. And a promissory note of the said Samuel, dated October 19, 1840, payable to the said Union Bank of Florida, or its assigns, on demand, for thirteen thousand two hundred dollars. Which said several sums were, by the terms of the last mentioned mortgage, to be paid in and by the following instalments, viz:— Twenty-five thousand dollars on or before the first day of April, in the year 1841, and fifteen thousand dollars annually thereafter, on or before the first day of April, in each succeeding year, until the whole of said debts, with the interest thereon, should have been duly paid and discharged. The - petition sets forth the death of Samuel Park-hill ; the grant of letters of administration, upon the'goods and estate, which were of the said Samuel, at the time of his death, to his widow, Martha Ann Parkhill; her intermarriage with the said Hiram Manley ; alledges that the first, second and third instalments, mentioned and specified in the mortgage last set forth, were due and unpaid; and that the same, with the interest due thereon, amounted to the sum of #64,049 99-100; and prayed judgment for the said debt, and foreclosure of the equity of redemption, in the usual form, and for further relief, &c.'\nPersonal service of notice was given, on the 20th of February, 1844, to Martha Ann Manley, administratrix, and Hiram Manley, administrator as aforesaid, of the intention of the Union Bank of Florida, to institute this suit, agreeable to the provisions of the act above referred to, and that it would, on the fourth Monday in April then next, move the Court for a decree of foreclosure, &c., according to the prayer of the petition. On the 3d day of the ensuing month of May, said Martha Ann and Hiram Manley filed a plea, alledging in substance that, after the commencement of this suit, to wit: — on the 22d day of March, 1844, in the county aforesaid, they were dismissed from the administration of the estate of the said Samuel Parkhill, by competent authority, to wit: — by the Judge of the Superior Court of said county, sitting as an appellate Court, &c. To this plea, there was a special demurrer filed by the counsel for the petitioner, and this plea and demurrer remain undisposed of upon the record. This plea and demurrer, it is alledged by the counsel for the petitioner, was missing at the time of the trial of this cause in the Court below; and as that fact is understood to have been conceded by the counsel for the appellants, and there seems to be some difference of opinion between the counsel for the respective parties, as to-the fact whether they were noticed and considered of record, during the argument of this cause in the Court below, and are not deemed material to a decision of the case, we pass them without further notice. On the 4th day of the same month of May, the administrators, Manley and wife, as appears by the record, asked leave to file additional pleas; and the Court so allowed, and continued the cause.\nThe petitioner then suggested the appointment, by the Court of Leon county, of William D. Moseley, together with the defendant, Martha Ann Manley, administrator de bonis non of said estate; and moved the Court that the said William D. Moseley, administrator de bonis non, be made a party to the said suit, and the suit continue, as well against the defendants, as against the said William D. Moseley, and the same was done accordingly. On the 18th day of July, 1844, the said defendants, Martha Ann Manley and Hiram Manley, sued as administratrix and administrator of Samuel Parkhill, deceased, filed certain additional and amended pleas, (nineteen in number,) to the said petition;\nOn the day of November, 1844, the copy of the order of the 4th May, 1844, with the Marshal’s return thereon, was filed; which copy and return is in these words: “In Leon Superior Court.” “ The Union Bank of Florida vs. administrators of Sam’l Parkhill.” “ On Petition ofForeclosure of Mortgage.”\nThe petitioner, by his counsel, moved for judgment and decree, by default, no objections having been filed under the statute, the plea of Hiram Manley and Martha Ann Parkhill, administrators, filed on the 3d day of May, 1844, not being verified by affidavit. But the Court overruled the motion; and the petitioner then filed his demurrer, (special,) to said plea. The administrators, Manley and wife, then asked leave to file additional pleas; and the Court so allowed and continued the case. The petitioner then suggested the appointment, by the County Court of Leon county, of William D. Moseley, together with the defendant, Martha Ann Manley, administrator de bonis non of said estate ; and moved the Court that the said William D. Moseley, administrator de bonis non, be made a party to the said suit; and the suit continue, as well against the defendants, as against the said William D. Moseley; and the same is done accordingly. .\nA true copy I N. P. , 'Bemis, D. C.' “ Served á copy of this copy of record, oñ Wm. D. Moseley, administrator de bonis non of Samuel Parkhill, deceased, Nov. 4th, 1844. “J. G. Camp, Marshal, by Deputy Wm. R. Taylor.” .•\nOn the 4th day of November, 1844, the petitioner, by his counsel, gave notice that he would' move the Court to strike out sundry pleas, eighteen in .number, heretofore filed by Martha Ann Manley, late Parkhill, and Hiram Manley, sued as administratrix and administrator of Samuel Parkhill, deceased, filed in July last, for the reasons following: .\n1. Because said pleas are not properly entitled, in this — that they are entitled in a cause of Martha Ann'Manley, (late Parkhill,) and Hiram Manley, sued as administratrix and administrator of Samuel Parkhill, deceased, at the suit of the Union Bank of Florida, upon petition for foreclosure of mortgage,\" and for judgment, &c. Whereas, the said pleas upon the said-petition of the Union Bank of Florida, toughtohave been entitled, in the cause upon said pétition, wherein the Union Bank of Florida is petitioner, against Martha Ann Manley and William D. Moseley, administrators de bonis non,, of Samuel Park, hill, deceased, as the same is now pending in Leon Superior Court.\n2d. Andas to the said pleas, firstly, secondly, thirdly, and si*-teenthly: Because the same are not sworn to, as directed by the statute in such case made and provided.\nAnd on Monday, Dec. 30th,, 1844, the Court having considered the • motion theretofore made in this case, to strike out sundry pleas filed by Martha Ann Manley, (late Parkhill,) and Hiram Manley, on the 18th day of July (then) last: Ordered, that the said pleas be stricken out, unless the said Manley and wife should rightly entitle said pleas, numbered 4, 5, 6, 7, 8, 9, 10, 11,12, 13,■ 14, 15,'17 and 18, in the case pending against the administrators de bonis non of Samuel Parkhill, deceased. • '\nAnd it was further ordered, that the pleas No. 1, 2, 3 and 16, be absolutely stricken out, because the samé are not sworn to; and thereupon the defendants, by their counsel, amended the title to their said several pleas, to read as follows, viz: “ The Union Bank of Florida vs. Martha A; Manley, in her own, right, and Hiram Manley, in right of his wife, Martha .Ann, together with William D. Moseley, impleaded administrators de bonis non ofSamuel Parkhill, deceased.” On the 31st day of December, 1844, the petitioner, by it’s attorneys, filed general demurrers to the sixth, tenth, eleventh, twelfth and thirteenth pleas, as above pleaded; and special demurrers to the ninth, fifteenth and seventeenth .of said pleas;. to which the defendants joined; and the Court, after, argument, sustained said demurrers, and rendered .judgment for costs thereon, against the said defendants ; and on motion of the petitioner,, ordered that the eighteenth ^and nineteenth pleas should be stricken out ;,and' the same was done accordingly. Whereupon the said defendants, Mirtha Ann. and Hiram, asked leave of the Court to amend their ninth” plea; which was granted, and the same was amended accordingly. • And thereupon the petitioner, by it’s counsel, filed its replications to the several pleas of the said Martha Ann and Hiram, 4, 5; 7, 8, 9 and 14, above pleaded; and issue was joined to'all the said replications, except'the one filed to the said 8th plea, to which last, replication the counsel for the clefendant filed their demurrer; to which the petitioner, by it’s counsel, joined, and after .argument had there on, the Court overruled said last mentioned demurrer. The issues joined upon the 4, 5, 7, 9. and-14th pleas, wore.submitted to a jury, at.the Fall-Term of the Leon Superior Court — who returned a verdict upon all the issues joined, to wit: — upon the issue's joined upon the 4, 5, 7, 9 and 14th píeas; but without stating any amount or sum. in their verdict.\n. 'And thereupon the following decree and judgment of foreclosure, was entered in said caiise; viz“ Middle District of Florida. “ In Leon Superior Court, at Fall Term, 1844. “ The Union Bank of Florida, petitioner, vs. Martha Ann Manley, (late Parkhill,) in her own right, and Hiram Manley, in right of his .wife Martha Ann, and William D. Moseley, administrators de bonis non of Samuel Park-hill, deceased, defendants.”\n,\" “ And now at this day came, as well the -petitioner, by it’s attorneys, as’the said defendants, Martha Ann and Hiram, by their attorneys ; and thereupon came a jury, to wit: — (naming the jurors)— who, being elected, tried and sworn, the trUth to speak upon the issues joined, upon their oaths do say, that they do-find for the petitioner upon all the issues joined, to wit: — upon the issues joined upon the fourth, fifth, seventh,, ninth and fourteenth pleas respectively.’ And the defendant, William D. Moseley, not having shewn any objection of cause whatever, against the foreclosure of thé equity of redemption of, in and to the said mortgaged property, in said deeds mentioned, but being in default — and the said petitioner having exhibited to the Court here, the several original promissory, notes, and bills of ex. change, and other evidences of debt, to secure v/hich the mort. gages, in said petitioner’s petition, set forth and filed with the same, were executed; and affidavit having also been made, and read to the Court here, of John G. Gamble, President of the' said Union Bank of Florida, the petitioner for the foreclosure of the said, mortgages, of the amount of principal and-interest claimed, as, due at the time of making such affidavit; and which said promissory notes, bills of exchange, and other evidences of debt, it appears to the'Court here, were given by the said Samuel Parkhill, deceased, in his life time; and to secure the payment whereof, the said deeds of mortgage, ■ exhibited to the Court, and filed with such petition, were made', executed and delivered, by said Samuel Parkhill, deceased, in his life time, to the • said petitioner. It is therefore, this fourth day of January, 1845, no cause having been shewn to the contrary, considered by the Court, that the said petitioner do recover of ftie said defendants, Martha Ann Manley, in her own right, Hiram.Manley, in right of his wife, -the said Martha Ann, .and William D. Moseley, administrators de bctnis non of said Samuel Parkhill, deceased, the sum of seventy-one thousand and twenty-three dollars and forty-eight cents, due to the said petitioner, for principal and interest of its mortgage debt aforesaid, up to the rendition of' this decree, together with • its costs and charges of these proceedings by the said petitioner, in this behalf expended, to be taxed by.the Clerk of this Court, to-be.made and levied of the slaves in said mortgages specified and named, and of .the increase of the female slaves, since the execution of the said mort. gage; and if the same shall be insufficient to. satisfy the petitioner’s debt, and the costs and charges aforesaid, then the remainder of said debt to be made and levied of the goods and chattels, lands, slaves and tenements generally, of the said Samuel Parkhill, deceased, in the hands of the said defendants, administrators de bonis non aforesaid, to be administered. And it is further ordered, adjudged , and decreed, that the said defendants, administrators de bonis non aforesaid, and all persons claiming, or tp claim,.by, through-or under the said Samuel Parkhill, deceased, be and.the same are hereby forever foreclosed and barred of a<ndfrom all right and equity of redemption, in and to the said mortgaged property, to wit: — the slaves — (here naming them) — and the increase of the female slaves above named, and every part of said mortgaged,property in said mortgages named, specified and described. And it is further ordered, that this judg-! ment be entered up and filed; and that the petitioner have execution thereon, according to law.”\nOn the trial of this cause, the following bill of exceptions was filed, which was signed, sealed, and made a part of the record, and which is in these words:\nMiddle District of Florida,' Leon Superior Court, Fall Term, December 30th, 1844. The Union Bank Florida vs. Hiram Manley administrator in right of his Wife of Sam’l Parkhill, deceased, Martha Ann Manley, administratrix of Sam’l Parkhill, deceased, “ memorandum.” That the counsel for the petitioner on a former day, moved the Court to strike out the pleas filed by the defendants, and appearing upon the records, upon the following grounds, to wit:\n1st. Because said pleas are not properly entitled in this, that they are entitled in a cause of Martha Ann Manley, (late Parkhill,) and Hiram Manley, sued as administrator and administratrix of Samuel Parkhill deceased, at the suit of the Union Bank of Florida, upon petition for foreclosure of mortgage and for judgment, &c. Whereas the said pleas upon said petition of the Union Bank of Florida, ought to have been entitled in the cause upon said petition, wherein the Union Bank of Florida, is petitioner against Martha Ann Manley and William D. Moseley, administrators de bonis non of Samuel Parkhill deceased, ■ as the same is now pending in Leon Superior Court.\n2nd. And as to the said pleas, firstly, secondly, thirdly and six-leenthly above pleaded. Because the same are not sworn to as di rected by the Statute in such case made and provided. And the same was argued by counsel, but the Court not being fully advised of its decision in this cause, took time to consider thereof, and now in this day the Court being fully advised, ordered the said pleas to be stricken out, to which opinion and decision the defendants by their counsel excepted and prayed, that this their bill of exceptions should be signed and sealed by the Court; which was done.”\nThere was another bill of exceptions filed in the cause, but it does not embrace any of the points which the Court has found it necessary to decide upon this appeal, and will therefore be no farther noticed. The defendants to wit, Martha Ann Manley and Hiram Manley, her husband, and William D. Moseley, administratrix and administrators de bonis non, prayed an appeal to the Court of Appeals of the (late) Territory of Florida, which was granted. The case was carried up, and was transferred to this Court, pursuant to the provisions contained in the last clause of the 4th section of the 17th article, schedule and ordinance of the constitution of this State, and the 14th section c(f the act to organize (¡his Supreme Court. A motion was m ade on the first day of the Term to dismiss it, upon the same.ground as that on which the motion was made to dismiss thé cáse of Charles D. Stewart vs. Thomas Preston, Junior,, iñ whiph Judge Baltzell, on a former day of this term, delivered, the opinion of the Court,.and. was ■for the same reasons as givén in that case dismissed. Whereupon the appellants by their counsel filed herein the following assignment of errors to wit:\n1st. There is error in the petition in praying for, and in the final judgment and decree in-giving one judgment, and one foreclosure on two alledged mortgages. ■ -\n2nd.' There is error in giving the judgment and decree in this case* before the, demurrer to first objection filed, 3rd May, 1844, was disposed of. ' ■ • .\n3rd. .There is error in the order of the Court of 4th May, 1844, making William D. Moseley a party by suggestion. .\n4th. There is no legal notice of such suit given to the administrators de bonis non, and there is no appearance by the administrators de ■ bonis non. ■ '\n5th. The Court erred in striking out the 1st, 2nd, 3rd and 16th additional objections. - \\ '\n6th. The Court erred in ordering the other additional objections to be stricken out because not .properly entitled;\n7th. The Court erred in sustaining general demurrer to 6th.addi-‘ tional objection. , .\n8th.-‘The Court erred in sustaining general demurrer to.10th additional objection. ■ '\n9th. The Court erred in sustaining general demurrer to 11th additional objection.\n. 10th. The Court erred in sustaining general demurrer to 12th additional objection. • '\n11th. The Court erred in sustaining general demurrer to 13th additional objection.\n12th. The Court erred in sustaining special demurrer tó 9th additional objection. ;\n. 13th. The Court erred in sustaining special demurrer to 15th additional objection..\n14th. The Court erred in sustaining special derriurrer to 17th additional objection.\n15th. ■ The Court erred in striking out the amended pleas.\n16th. The' Court erred in overruling demurrer to replication to 8th additional ¡objection. ' '\n17th. The Court erred in the first, s.econd and third instructions to the Jury. ■ '\n18th. The Court erred in giving judgment for costs against appellants.\n19th. The judgment and decree are at variance with the prayer of the petition. . .\n,20th.- Upon the record and pleadings, the-judgment and decree should not have been given in favour of the petitioner.\nPassing for; the present, the first error assigned, and (for the reasons before stated,) the second also, we, come*to the third, which is that there is error in the order of the Court of 4th May, 1844, making W. D. Moseley, á party by suggestion. This suit was commenced on the 16th day of February, 1844. W. D. Moseley was hot appointed administrator “tie bonis non,” until the 22nd day of the succeeding month of April.; until that time it does not appear, that he had any connection with the estate of said Samuel Parkhill deceased,' and if this suit was .then pending, or was pending on the 4th day of Mayfollowing, when the suggestion mentioned was made, we>are not aware of any principle of the common law, and certainly we have no statute, by which he could have- been-made a party to it, by a mere suggestion. It is insisted on behalf of the petitioner, that he, together with the said Marth'a Ann Manley, administratrix “ de bonis non,” came into Court, exhibited letters of administration to them “ de bonis non,” upon said estate, and demanded the assets belonging thereto, which it seems were in the hands of a’ receiver, appointed by the Court to take charge of them, and that the fact of his being, such administrator was therefore judicially known to the Court-, and it could for that reason properly grant the order to make him a party defendant by suggestion. ■ No authorities were cited to this point, and it is presumed that none exist., The statement of a single case we thinkmust demonstrate the unsoundnéss of this proposition. Suppose A, against whom twenty'suits aré pending, dies; B obtains’ administration' upon the goods and estate left by him at his death, and sue's C, tor a debt due to his .intestate in his life tim^ makes proferí of his letters of administration, and adduces them on the trial of his cause, which he must do to show his authority to sue. Here the Court may, nay must take judicial notice, that B is administrator of 'the goods and estate which were of A, at the time of his .death. But , could any Court, under such circumstances, make B a party defendant to each of the twenty suits so pending against A, as aforesaid, by a mere suggestion ? We think no lawyer upon mature reflection will answer, this question in the affirmative. Yet updn the principle assumed, a Court might do it, and enter up judgment against him in each case for thousands of dollars. But it is said that he had notice of the order and was therefore a party, and it appears by the record that on the 4th day of November, 1844, a copy of a certified copy of the record of that order, was served on Wm. D. Moseley, administrator “ de bonis non,” of SamueJ Parkhill deceased, by the Marshal. But, if Wm. D. Moseley could have been made a party at all to this proceeding, was that such a notice as .the case'required? There was no order of the Court requiring such a copy to be.served upon him. The copy was not a writ or process known to' the law. It required nothing of, and commanded nothing to be done by. him. It was not verified by the seal of the Court; and was not calculated to enlighten Mr. Moseley much, as to the nature of the proceeding. Upon the whole, we are compelled to say that it was no legal notice to him,-and there is no pretence that'he voluntarily made himself a party; on the contrary, the judgment and decree against him went by default. The third error assigned, is therefore well taken, as are also the fourth, nineteenth and twentieth, so far as they regard Wm. D. Moseley, who is no party to this suit.\nThe Court dSes'not deem it necessary to enter upon an investigation of all the errors above set .forth, but to examine a few of the most prominent ones, which are deemed to be decisive of the case; in doing which we pass to the 8th and 9th errors assigned, which are, that “ the Court erred in sustaining a general demurrer’ to each of the 10th and 11th, additional ©bjections.” The 10th objection, and also the 11th is in substance and effect a plea of former judgment, recovered upon the same identical causes of action set up in this case. The plea commences, “ and said defendants for further plea in this behalf by leave of the Court,” &c.; averring and protesting, that’since the institution of this suit, their letters of administration were revoked and annulled by competent authority, and that all of the estate of Samuel Parkhill deceased, in their hands unadministered, was taken away by like authority, to wit: — The order of Leon Superior Court, and at the instance of petitioner, showing objections and cause by - • way of plea in conformity to the statute in such case made and provided, against a judgment and foreclosure of the equity of redemption in the said mortgaged property, in plaintiff’s petition mentioned under the statute -in comformity with complainants petition, and answering said petition, , and showing equity against the same, by Brock-enbrough & Archer, their attorneys, come and defend the wrong and injury, when, &c., and say that said petitioner ought not to have the judgment and foreclosure by-, its .petition sought, because they say, &c., (setting out fully and distinctly the several matters, 'which are set up as causes of action in this case from one to eleven inclusive,) and they s.ay that said plaintiff heretofore to wit, in the adjourned -Fall Term of-1842, continued and held -into the year. 1843, in the Superior Court of Leon County, held at Tallahassee, in the-County of Leon, before Samuel J. Douglas, Judge; impleaded the defendant Martha Ann, then & feme, sole, arid widow, in certain pleas of trespass on the case, upon promises, to the damage of said petitioner of divers amounts and sums of money,in the said several cases specified, for the non payment and non performance of divers promises to pay the very same identical promissory notes, and the several sums- of money and interest therein specified, in this plea herein before mentioned, and set forth in petitioner’s petition, and mprtgage aforesaid', and such proceedings .were thereupon had in that Court upon the said pleas, that afterwards to wit, on the 24th day of February, 1843, at the County aforesaid, the said petitioner, then plaintiff, by the consideration and judgment ofthe Said Court recovered, &c., (setting out the recovery in due.form distinctly upon eachi and every *one of the several causes of action mentioned,) and there aver that the said Martha Ann Parkhill, in the said several pleas mentioned, is the same Martha Ann Manley and none ‘ other, she having since -said .judgments were pbtained as aforesaid against her, intermarried with Hiram Manley, as in said petition alleged ;■ and the'fce defendants further aver, that the several causes- of. action on which the said judgments were obtained in the said pleas, are the samp and all of the same and none other than the several notes, bills and liabilities in plaintiffs petition, and supposed mortgages mentioned as by the records and proceedings thereof, still remaining in the said Superior Court of Leon County at Tallahassee in León County aforesaid, more fully and at large appears, which said judgments still remain in full force and effect, not in the least-reversed, satisfied or made void, and this the said defendants are ready to verity by the said records. Wherefore they pray judgment if the said petitioner ought to have and maintain its aforesaid action thereof against them.\nThe eleventh objection is very similar in its leading features to the tenth, except in the concluding partafter the usual averments of identity of the defendant and of the causes of action, dzc., it proceeds as follows to wit: “And the said petitionér, The Union Bank .of Florida, plaintiff in the several actions wherein the judgments were recovered against the defendant Martha Ann, as administratrix as aforesaid (dum sola,) in each of the said several actions in the last plea mentioned, admitted of record, in and by the said several judgments, that the said defendant Martha Ann, had no assets of the said Samuel deceased,, in her hands imadministered, sufficient whereby to .satisfy the said damages of the said Union Bank, so in each of said actions recovered as aforesaid, or any part of them or either of them, and then and there at the time and place of the rendition of the said judgments the said Union Bank, petitioner, being then plaintiff, took judgment in each of said several actions agairist the said defendant Martha Ann, then a feme sole, to take effect as to assets “ Quando acciderint,” and this, they the said defendants are ready to verify by the said several records of judgments remaining in said Leon Superior Court, in this and last pleas before mentioned. • Wherefore they pray judgment if the said petitioner ought to b.e admitted or received^ to file his said petition, wherein he prays judgment generally of the said mortgage debt aforesaid; without saying that any assets or effects, wherewith and whereby to satisfy said judgments, have come to the hands of these defendants or either of-them, since the rendition of the said several judgments, quando, &c., above pleaded.” A general demurrer was put in by the petitioner to each of these pleas or objections, which after argument were sustained by the Court. Was there error in this ? If either of those pleas contained a good and substaintial defence to this suit, the Court erred in sustaining the demurrer thereto. Did they or either of them cpntain such defence ?\nIt may not be improper here to remark, that a misapprehension, (to some extent,) seems to have prevailed in relation to the proceedings under this statute; for the foreclosure of the equity of redemption in mortgage, viz : that the defendant in stating his objections, should be required to comply with the strictest rules of technical special pleading, while the petitioner may be indulged in a more latitudinous course of proceeding. But the converse of this proposition would be a more reasonable rule.\nA statute which gives a new remedy by summary proceedings, or other deviations from our ancient constitutions, ought not to receive a liberal construction. Poal vs. Neal, 2d Sid. page 63. Dwarris on statutes 77. This is such a statute — all of its provisions are for the benefit of mortgagees. Nothing is conceded to him who holds the equity of redemption. In other cases at law the mere entry of an attorney’s name to the suit, entitled the defendant to a continuance at the first term, and he may plead most of his defences without oath, and has seventy days after the close of the appearance term, within which to file his pleas. But when the mortgagee proceeds under this statute to foreclose the equity of redemption, the defendant must file his objections fifteen days before the first day of the term next following the expiration of the notice. They are required by this act to be sworn to, and the case must be tried at the first term if the plaintiff shall require it, unless good cause be shown by the opposite party for a continuance, and even the important right of trial by jury is by a literal construction of the act, also left to the option of the petitioner. This statute is in derogation of the common law, an innovation upon old and well established principles, and mortgagees when they resort to it, may well be held to a strict compliance with its provisions; but the defendant in making his objections, should not be required to conform to all “ the nice sharp quillets” of special pleading. If he sets them out substantially, so that the petitioner can readily see and understand the grounds of his objection, or in other words if he sets-them out as specifically as he would be obliged to do, the matter of his defence in an answer in Chancery, or in a notice of special maU, ter under the general issue in a suit at law, verified by oath agreeable to the requirement of the statute relating to the subject, it is sufficient.\nHaving premised thus much, we proceed to consider the effect of these pleas upon this cause, and for the purpose of this inquiry, the facts alledged in them are to be taken as true. The petitioner, then, has already obtained judgments at law upon these several causes of action. Are they entitled to another judgment at law ? The object of the statute is two-fold. First: A foreclosure of the equity of redemption; — and second, a judgment for the debt secured by the mortgage. The 8th section of the act declares, that “ the judgment of the Court in the foreclosure of a mortgage, shall, in all cases, be entered up and filed, and that execution shall issue thereon, as in other cases.” Duval’s'Comp. 41 — 42. . It was urged, in support of this proceeding, that a'mortgagée has, at common law, three remedies, all of which he may-pursue at the same time, viz: — that he may bring suit at law, upon the bond or note .'secured by the mortgage ; institute an action of ejectment, to put himself in possession of the rents and profits of the estate, and file a bill in Chancery, to foreclose the mortgage. All this is Very true. \"But in the action of ejectment,- the mortgagee would accomplish nothing more than to put himself in possession of the rents and profits. And in Equity he would obtain nothing but his foreclosure. In the case of Dunkley against Van Burén\" and others, 3 John. Chy. Reps. 330 — 331—the Chancellor held, that “ the party on a bill to foreclose a mortgage is confined in his remedy to the pledge. Such a suit is not intended to act in personam. It seems to be generally admitted in the books, that the mortgagee may proceed at law on his covenant, at the same' time that he is prosecuting on his mortgage in Chancery; and that, after foreclosure here, may sue at lawon.his bond for the deficiency. Lord Redesdale, in 1 Schoale & Lefroy, 166. 13 Vez. 205. Aylet vs. Hill, Dicken 551. 2 Bro. Ch. R. 125. Perry vs. Barker, 13 Vez. 198. Dashwood vs. Blythway, 1 Eq. Cases Abr. 317.\nThe natural, and certainly the most convenient and beneficial course for the mortgagor, (says Mr. Justice Story, in his 2 Comm, on Eq. 293,) would seem to be, to follow-out the civil law rules on this subject; that is to say, primarily and-ordinarily to direct a sale of the mortgaged property, giving the debtor any surplus, after discharging the mortgage debt. And secondarily: to apply the remedy of foreclosure only to special cases, where the former remedy would not apply, 'Or might be inadequate or injurious to the interests of the parties. This course has, accordingly, been adopted in many of the American Courts of Equity, and is also the prevailing practice in Ireland. And this is done without any distinction,- whether there be a power to sell given in the mortgage or not. 4 Kent’s Comm. Lect. 58, p. 181—182—2d. edition. Brinkerhoff vs. Thallheiner, 2 John. Chy. Rep. 486. Mills vs. Dennis, 3 John. Chy. Reps. 369—370. Perry vs. Barker, 13 Vez. 205. 3 Powell on Mort. 963. McDonough vs. Shewbridge, 2 Ball & Beatt. 555.\nIn England a practice widely different has prevailed. A bill for a foreclosure is deemed, in common cases, the exclusive and appropriate remedy; and the Courts of Equity there refuse, except in special cases, to decree a compulsory sale, against the will of the mortgagor. These Courts, however, have departed from this general rule in certain cases; as, where the estate is deficient to pay the in-cumbrance ; or where the mortgagor is dead, and there .is a deficiency of personal assets; or the mortgage is of a dry reversion; or where the mortgagor dies, and the estate descends to an infant. 2 Story’s Eq. 294.\nOur statute is cumulative. It provides a fourth remedy, and was intended to save the mortgagee the necessity of both a suit at law, and a suit in Chancery, to obtain his mortgage debt. But when the mortgagee has elected to proceed at law, and has obtained a judgment there upon his debt, he cannot then proceed under this statute, and obtain another judgment at law. The law abhors a multiplicity of actions, and where one remedy has been resorted to with success, it usually restrains resort to another, to accomplish the same purpose. Lessee of Allen vs. O’Parish, 1 Ohio Cond. Rep. 536. Here the effort is to obtain a second judgment at law for the same debt, and that too, without alledging that assets have come to the hands of the defendants, since the rendition of the first judgment, notwithstanding that judgment was taken “ guando acciderint,” by which the plaintiff admitted that the defendant had fully administered to that time. 2 Saunders, 219, note, (2,) Parker vs. Dee. 3 Swanst. 532. Note to Drewry vs. Thacker. And accordingly, the terms of such judgment are, that the plaintiff do recover his debt, to be levied of the goods of the testator, which shall thereafter come to the hands of the executor, (or administrator, as the case maybe.) 2. Saunders, 210, note, (2.) And in debt, on scire facias on this judgment, proof of the executor, (or administrator,) receiving assets, is always confined at the trial, to a period subsequent to the judgment. Taylor vs. Hallman, Buller’s N. P. 169. 2 Saunders, 219—a—note, (2.) 2 Williams, on Executors, 1221. 1\nWhen a. judgment is obtained, the original cause of action is merged in it; and if the plaintiff proceeds afterwards, he should proceed on his judgment. The appellee in this case, having obtained a judgment at law, before the commencement of this suit, upon all the causes of action set forth in this petition, should, when it pro. ¡ceeded to foreclose-these mortgages, have proceeded in Chancery upon that judgment, and not again at law, upon these original causes of action.. That course would have obviated all the difficulty resulting from this judgment, “ guando acciderint.” But it will be perceived that, if this suit could be sustained, the defendants must either be permitted to avail themselves of that judgment by plea, (as was attempted in this case,) or they would again be driven to their plea of plene adminislravit; and if the latter course were adopted, the jury must necessarily have extended their inquiry back to the date of the letters of administration ; and their verdict in relation to assets, would, of course, have covered the whole period which had elapsed between that date, and the rendition of the judgment, and the trial of the cause in the Court below, which may have worked irreparable injury and injustice, not only to defendants, but to their sureties. Pleading the judgment, therefore, (or setting it up as an objection,) seems to have been their only safe and proper course. But it is contended by the counsel of the appellee, that these pleas are bad, because they are pleaded in bar, and not in abatement. Bút a former recovery is a good plea in bar. 1 Chitty’s PI. 475, old ed.; 7 Amer. from 6 Lond. ed. 513 ; and authorities there cited in note, (c.)\nThe objection, therefore, if it were a valid one in such a case as this, could only extend to the matter of foreclosure ; and furnishes another reason, and a very cogent one, why this mixed proceeding, (for we cannot separate them,) should not be permitted, after a judgment at law, upon the same causes of action. But we do not consider the ordinary rules of special pleading, or the technical rules of practice in ordinary cases at law, applicable to a proceeding under our staLute of foreclosure. The proceeding is an anomalous one, for which neither the Courts of Common Law, or Equity, furnish a precedent; and so the appellee has treated it; for its petition neither contains the essential requisites of a declaration at law, or of a bill in Chancery. It contains something of both; but not enough of either, to stand the test of scrutiny, by the rules of pleading which prevail in either of those tribunals; and were we to apply that strictness'to it, which is demanded in relation to the pleas or objections, the appellee must fail on that ground alone, if on no other. But we are not inclined to apply a greater degree of strictness to either, than is necessary to subserve the principles of justice and equity. Indeed, a more liberal spirit than prevailed in times gone by, in regard to special pleading, one more consonant to the spirit of the age, seems every where to be gaining ground ; and we feel warranted in departing from those strict technical and rigid rules, which were formerly applied to this science, whenever such departure may facilitate the attainment of justice, without endangering any of its principles; and pur Legislature has left us an open door for so doing.\nBut the eleventh objection is rather in the nature of a' plea in abatement than in bar. It is, however, again insisted, that if this is in abatement, it was filed tod late, having been put in after a plea in bar. But if the first plea filed in thé case, is to be considered as out of the record, for the causes above mentioned, then this plea was amongst the first that were filed in the case; and if - the first plea is to be considered as part of the record, for -,the purpose of this objection, then' it must be so for all'other purposes. To that plea the petitioner demurred, arid the issue of law thereby made, remains undis-posed of. This is the second errof-assigned, and we passed^ over it for the reasons before- stated. Indeed, it may have been difficult to have gotten over it in any other way, unless, as contended by the counsel for the appellee, that not being sworn to, it is no objection under the statute, is such an absolute nullity, that the defect cannot be waived, and the Court may disregard it.\nWithout stopping to inquire whether these propositions are correct-or not; or to examine th.e authorities, (a number of which were cited to sustain them,) let them for the present purpose, be so considered ; and then this'first plea is, (as wé have before been disposed to regard it,) out of the record, and does not stand in the way of the plea under consideration;' But if the first plea filed had been sworn to, and the issue upon it disposed of, still another difficulty lies' in the way of the objection we are now considering. The petitioner, instead of taking the ordinary step to rid itself of the tenth and eleventh pleas, demurred to them. It is too late,- therefore, to object that they were not filed in time. By the demurrers, the facts alledged in the pleas are admitted to be true, and issues of law were made for the Court to détermine. Upon these issues the Court, after argument had thereon, gave judgment for the petitioner. In doing this we think it erred. These pleas, (and especially the last,) were a sufficientobjection to this proceeding.\nThe 16th-error assigned, viz: “The Court erred■ in overruling the demurrer to the replication to the eighth additional objection,” presents some very important questions; but as most, (if not all of them,) have 'been considered and decided in another case, akin to this, at the present term; we forbear any remark upon the subject here.\nThe first error assigned, so far as it relates to the judgment or decree, is well taken. The decree should have directed a sale of the negro slaves mentioned in the first mortgage, together with the issue and increase of the female slaves, the proceeds thereof to be applied upon the payment of the debt thereby secured; and the residue or surplus, (if any,) to be applied to the second mortgage. But this error, as well as several other minor ones, which we have not deemed it necessary to discuss, might be very easily corrected, were it not for those of more importance, which we have maturely considered, and find insurmountable. •\nThe judgment must be reversed, with costs, and the case remanded to the Circuit Court of Leon county, with directions to dismiss the petition.\nPer totarn curiam,.",
        "type": "majority",
        "author": "Douglas, Chief Justice:"
      }
    ],
    "attorneys": [
      "J. T. Archer, for Appellants :",
      "T. H. Hagner, for Appellee •:"
    ],
    "corrections": "",
    "head_matter": "Martha Ann Manley, and Hiram Manley, in right of his Wife, and William D. Moseley, Administrators de bonisnon of Samuel Parkhill, deceased, vs. The Union Bank of Florida.\nA person who has been appointed an Administrator de bonis non, after the institution of a suit, cannot be made a party to it by mere suggestion, although a copy of the record of such suggestion, and of his having been so made a party, be served upon.him.\nThe,“ act to regulate the foreclosure of mortgages by the Courts of Common Law, and for other purposes,” is in derogation of the Common Law; and mortgagees, when they resort to it, should be held to a strict compliance with its provisions ;• but the mortgagor or defendant should be allowed more latitude in making his objections,' which it will he sufficient for him to set forth substantially and as specifically, as the defence in an answer in Chancery; or in a notice of special matter, under.the general issue ina suit at law.\nNeither the ordinary rules of special pleading, nor the technical rules o'f practice at law', are applicable to proceedings under this statute.\nWhen the mortgagee has elected to proceed at law, and has obtained a judgment there upon his debt, he cannot proceed under this statute; but he should go into Chancery to obtain a foreclosure of his mortgage.\nAfter judgment at law, a former recovery is a good plea in bar of proceedings under this statute.\nAfter demurrer to a plea, it is too late to object that it was not filed in time.\nAppeal from late Superior Court for Leon county.\nThe suit was instituted under the statute “ to regulate the fore, closure of mortgages by the Courts-of Common'Law, .and for other purposes,” on certain indentures of mortgage, executed and delivered by Samuel Parkhill, in his life time, to appellee. The facts and pleadings are embraced in the opinion of the Court.\nJ. T. Archer, for Appellants :\nI. The prayer for judgment and foreclosure and the judgment and decree of the Court thereon, treat the mortgage of' 1839, and that of 1840, as if they were both given to secure the same notes and obligations, and upon the same property. The mortgage of 1839 was given on a 'part of the slaves, contained in the mortgage of 1840, and to secure the Bill of Exchange for $25,000, and nothing else. The petition should have prayed, and the Court should have decreed that the proceeds of the sale of the slaves named in the' first mortgage and their increase, be applied, first to the payment of the Bill of Exchange, and the remainder, if any, on the second mortgage. The endorser on this bill, is entitled to the benefit of the security contained in the mortgage of 1839, in preference to the lien created by the mortgage of 1840. If this view be correct, the first error is well assigned. ■ .\nII. The demurrer to objection filed 3rd May, 1844, remains undis-posed of as shown by the record; This is fatal to the judgment and decree. 6 Howard, 389.\nIII. The Court had no power to make William D. Moseley a party defendant by suggestion of the plaintiff, and without the consent of Moseley. It is believed that the order of the 4th May, to thatéffect, is entirely unprecedented. The right of every defendant to have notice of proceedings instituted against him before the Courts, has ever been recognized as too sacred to be disturbed by the Legislature, much less to be subjected to the discretion of a Court.\nIV. The record shows no legal notice to the defendants, (appellants in this Court,) as administrators de bonis non, against whom the judgment and decree are entered. The notice to Manley and Wife, as administrator and administratrix under the first grant of administration, is good against them as'such, but is not good against them as administrator and administratrix de bonis non. 2.Call, 41-26. As to the copy of the order of 4th May, 1844, served upon' Moseley in November, it is no legal notice of any thing, except the misgivings of the plaintiff, as to the sufficiency of the order itself.. It was not or. Ipdered by the Court to be served, there is no seal of the Court attached, it commands nothing to be done by him, does, not require him to appear, and is altogether irregular and informal. Besides, if it was a writ or notice, as contemplated by the statute, it should have been served at least two months before the first day of the term. Duval’s Comp. 40. The record shows the service of the copy to have been made about seven days before the first day of the term. The defendants Hiram & Martha, in the Court below, pleaded throughout as administrator and administratrix under the judgment of administrator, and never made an appearance as administrators de bonis non. William D. Moseley did not make any appearance, and judgment by default was entered against him. The record must show a legal notice to all the defendants below, or the judgment and decree are not only erroneous but absolutely void.\nV. The 1st, 2nd, 3rd and 16th objections were stricken out, .because not sworn to. The act for the foreclosure of mortgages at common law was passed in 1824. By the act of 1828, regulatiri| judicial proceedings, administrators may deny the execution or consideration of any bond, note or other instrument of writing, without verifying the objection by oath.\nVI. The administrators de bonis non, were not impleaded in and by the petition. The objections or pleas should not therefore have been entitled, as in a cause where they were defendants, and the striking out the remaining objections or pleas because not thus entitled, was erronous.\nVII. The equity of redemption in the mortgaged slaves, was not in the defendants to the petition, to wit Manly and Wife representatives of Parkhill under the first grant of administration, at the time of filing the 6th objection ; but was in the administrators de bonis non. This equity could not be barred, except by petition against the parties “having the equity of redemption.” The 6th objection contained -a substantial defence, and the general demurrer was erroneously sustained.\nVIII. The 10th objection sets up in bar of the judgment prayed for in the petition, that judgments at law had already been rendered against the defendant Martha (dum sola,) as administratrix in favor of the plaintiff on the same notes, &c., secured by said mortgages. Our statute was evidently intended to give to holders of notes, &c., secured by mortgage in one proceeding, the remedy at law on the notes, &c., and the remedy in equity on the mortgage. If petitioner had in the first instance proceeded under this statute, it might have0 recovered judgment on the bills and notes, -and obtained foreclosures of the mortgages in one decree. But the petitioner has already obtained judgements at law on the notes and bills, and by proceeding upon these judgments can reach the property of the intestate not included in the mortgages which is subject to levy and sale ; a judgment under the statute could do no more, and there is no principle upon ■ which two judgments and two executions can \\>e allowed on the same cause of action. All the petitioner lacks to1 complete its remedy, is foreclosures.of the mortgages to subject the mortgaged property to sale. This cannot be decreed in this proceeding without giving a judgment also, for under the statute, -the judgment and foreclosure are inseparable ; a Court of Equity alone can give the foreclosures separate from a judgment. The petitioner by instituting proceedings at law on the notes and bills, has made its election of the older and better remedy, and must be considered, since these securities have come to the dignity of judgments, to have waived and rejected the remedies prescribed by the statute. ’ If another judgment could be allowed, there is no reason why other foreclosures may not be allowed in equity, and then we should 'have three distinct classes of proceedings on the same mortgage of personal property.\nIX. The judgments; at law are rendered for,assets “ quando, acci-derint,” and petitioner is estopped by the records of its own judgments from extending an enquiry into the assets received by Mrs. Manley as administratrix, antecedent to the date of the-judgments.\nX. The 12th objection sets up by way of estoppel, the same facts set up in the 10th objection, and the same reasoning which supports the 10th abjection, applies to the 12th. , ;\nXI. The bank being insolvent, is not entitled to any relief in Equity on the mortgages until the obligations of the bank, endorsed by Parkhill for accommodation of the bank, and now outstanding and dishonored, are paid,-or Parkhill’s estate is indemnified. Ohio Cond. Rep. 225. The statute gives equitable relief, and must allow equitable defences.\nXII. The 12th error assigned is. abandoned.\nXIII. Mrs. Manley was dismissed by the Superior Court, from the office of administratrix, upon the petition of the Bank, and,the bank is estopped by the, record, from proceeding against her as administra-trix. Taylor vs. Ravage, 17 Peters 224. Alsop vs. Mather, 8 Conn. 584Í . ■\nXIV. TheT4th error assigned is abandoned.\nXV. The amended objections 18th and 19th, should not have been stricken out.. The only objection urged against them, was that they were pleas in abatement filed with pleas in bar. The statute requires all objections to be filed fifteen days before first term of the Court, next after the service of notice is perfected; and allows, the judgment and decree .to be pronounced and entered at the first term. Now pleas in abatement in ordinary suits at law, are to be filed at or before the first term, and pleas in bar, at or before the second or trial term. But in this proceeding the first term is the trial- term, and this necessarily forces the pleas in bar to be filed as early as the pleas in abatement, and destroys the order necessary to be observed in ordinary suits at law‘in filing pleas in abatement and pleas in bar.\nXVI. The' questions arising on the demurrer to the, replication to 8th additional objection, are the same as those raised by the demurrer to the rejoinder in the case of Manley and Wife, plaintiffs in error, vs. The Union Banh, pending in this Court, and argued at a former day. The argument there made by the counsel for the plaintiffs in error, on the second error assigned, will apply here.\nXVII. THe mortgage on lands and slaves required'of a purchaser of forfeited stock by the amendment of the charter of the Union Bank, passed in 1839, was doubtless required to keep up or add to the security of the Territory for its bonds issued and sold, to raise the Capital of the Bank. The Territory is entitled to have secured by the stockholders in stock mortgages payable to, and deposited in the bank, á sum of money at least equal to the amount which the Territory by.its bonds is obliged to pay. If the bond and mortgage required of the purchaser of forfeited .stock, was necessary to keep up the security of the Territory, and the amendment of 1839 is in force, then the first instruction to the jury is correct; but if the bonds and mortgages have- all' been taken- up by the Bank, why may not the shares so purchased be paid for in money, or liabilities of the bank, or why may not the bank purchase the shares and sink them for1 the benefit of the other stockholders ? Suppose the Bank to have taken up or reserved from sale a portion of the bonds of the Territory, more than equal to the stock subscribed for, and secured by Samuel Park-hill, may not the bank if it can find a purchaser, (the Territory being more than amply secured for the remaining outstanding bonds,) convert an amount of stock corresponding with the bonds'taken up, or reserved from sale, into'-cash stock, which shall draw dividends under the 3rd section of the amendment pf 1835 ? Or if the bank- cannot find a purchaser, may it- not in its corporate character, and as a plain’tiff in execution, (the defaulting stockholder not objecting but insisting on the purchase,) bid off the shares' for the benefit of the remaining stockholders, or in other words sink the stock in that way 1 Who'could be injured by such a purchase ? Not the Territory, for it is amply indemnified, and it is it’s interest to have the bonds taken up ; not the bank or remaining stockholders, for, by the operation, the shares are diminished, and the holders of the other shares will be entitled to greater dividends ; and not the defaulting stockholder, for he gets the market value of his property credited on his obligations to the bank. If this view be correct, the law, as laid down by the Court below in the first and second instructions, is not universally correct.\nThe 3rd instruction to the jury, that the claim of the administra-trix for #142,800, as an offset, cannot be allowed under the proof in the case, is not given in proper terms. The Court should instruct the jury as to the law. The facts, the jury are presumed by the law to be alone competent to decide. But in this instruction the court broadly assumes to determine both the law and the facts. It is mockery to call a jury if they are to be judges of nothing.\nXVIII. The judgment and decree are given against the administrators de bonis non, and the suit, if it ever was commenced against them, must have been so commenced as early as May, 1844. Administration was granted to them in April. The costs are included in the judgment, and yet, “ if any person shall bring any action against any executor or administrator within” six months from the taking out letters, “ the plaintiff, although he may obtain judgment for the amount of his demand, shall not recover any costs in his suit,” &c. Duval’s Comp. p. 175.\nXIX. The petition prays for judgment and forclosure against Manley and Wife, as administrator and administratrix, under the first grant of administration, and the judgment and foreclosure run against William D. Moseley, Hiram Manley and Wife, administrators de ■bonis non of Samuel Parkhill. The prayer and the relief are irreconcilable.\nT. H. Hagner, for Appellee •:\nSaid — He would examine the errors assigned, not in the order in which they were assigned, but with reference to the subject matter to which they related. Their multiplicity was such as to prevent a very extended argument upon them.\nOn the 1st error alledged — the giving one judgment, and one decree of foreclosure on two mortgages — he said he would refer the Court to the petition, and to the mortgages also, to show that any other course would have been not only improper, but impossible. The second mortgage was cumulative security, for the same debt named in the first, with others, and on same property, together with other — and the whole debts secured by both, were “ installed,” and payment of the whole deferred. The petitioner had set forth and propounded the execution of both, and the forfeiture, by reason of non payment'of instalments. He referred to the statute regulating foreclosure. Of the 2d error assigned, he explained to the Court the loss of the papers in the cause, by defendant’s counsel, which had forced the parties to supply the omission, as far as they could. That the plea filed of 3d May, 1844, and demurrer thereto, were lost, and were, by mutual consent, disregarded. But he showed that, if the defendant’s loss of these papers was to be visited upon the petitioner, yet that the Court ought not to have regarded the plea of 3d May, 1844; that it was not sworn to, as required by 5th sec. of the act. He cited 2 Chitty’s Archbold’s Prac. 655, to show that, “ if the plea foe filed without an affidavit, (where an affidavit is required,) or with an insufficient affidavit to verify it, the plaintiff may treat it as a nullity, and sign judgment. That no judgment of non pros, could be regularly signed for not replying to it, and the plea is such an abso. lute nullity, that the defect cannot be waived.” 1 Dowling, 28 and 693. 1 Strang. 639. 3 M. & S. 154.\nThat the same rule of law required the Court below, to strike out the 1st, 2d, 3d and 16th additional objections, not being sworn to; and that the 5th error assigned would be thus disposed of. That the 6th error was wrongly assigned; the Court had not stricken out the pleas ; the defendants conformed to the order of Court. That the pleas mentioned in 15th error, assigned as stricken out, were so stricken out, because filed without leave. They were out of time and out of place — pleas in abatement, filed after pleás in bar. That the defendants, after having, on 3d May, set up their discharge in the defection plea, pleaded non est factum, and after that, it was too late to plead matter of personal discharge over again. He cited on this, Stephen on Plead. 430. Yeaton vs. Lynn, 5 Peters Rep. 231.\nThe same answer would have covered the 7th error assigned, for the plea to which the demurrer was held good, was the non-joinder of a co-defendant. He insisted that the judgment was correct on general principles of law. To 8th, 9th and 10th errors assigned, he argued, that the recovery by the bank of judgments for assets quando, upon the original notes secured by these mortgages, and whose payment was installed, was no bar to this petition — either for decree of foreclosure and judgment, or for decree alone. He urged the general principles of law, that a mortgagor has three remedies, all of which he may pursue at the same time ; — ejectment—suit on the causes of action — or proceeding on the mortgage. 1 Powell on Mort. 204. 3 Powell on Mori. 966, note. 1 Sch. & Lef. 176.\nTo 18th error assigned, he argued, that the fact of Sam. Park-hill’s being liable as accommodation endorser for the bank, would not prevent its proceeding against him. That if Parkhill had paid any thing, he could off-set it; and’if not, he might, in a Court of Equity, compel the application of the debt due by him, to the discharge of his liability, on account of the bank. But to say the bank should not collect it’s debts, was to take from it the means of payment of those liabilities.\nThat 12th error is wrongly assigned. There was an issue on 9th objection, and found for petitioner.\nThat the Court did not err in sustaining demurrer to defendant’s 15th objection, because the plea was uncertain — no answer to the petition — sets up matter both before and since petition filed — and pleads matter of abatement as if matters in bar ^ and he urged that the 13th error was badly assigned for these reasons. ,\nThe 14th error attacks the judgment of the Court, upon what he said, seemed to him to be clear beyond doubt. The defendants set up a statute of limitation of five years, against a debt named in, and secured by the mortgage petitioned to be foreclosed. We demurred —thus admitting the five years had expired, but denying that this could bar a mortgage debt. -\nHe said that, the errors assigned not yet disposed of, would be considered more particularly.^ That there remained the '3d, 4th, 16th, 17th, 18th, 19th and 20th — all of which he would present to the Court; and in order to do it the more succinctly, he would lay down the principles for which he contended, and on which the case turned. Upon the questions presented before the jury, the verdict was for petitioner upon each issue, to wit: upon the 4th, 5th, 7th, 9th and 14th objections filed; and no great question seems to be made upon the law, as laid down by the Court below, in the matter of those issues, although the 17th error had been assigned thereon.\nThe questions particularly involved, grow out of the revocation of the letters of Manley and wife, subsequent to the commencement of the action, and of their re-appointment, together with the addition of Moseley, as administrator de bonis non. The effect of that revoca-'¿ion and re-appointment, are questions before the Court — but only so far as that revocation; and alledged discharge, are well pleaded by the defendants, and the Court is made to -know the facts in legal manner. He said that, the suit did not abate ex necessitate rei, by the dismissal of defendants from the administration. He adverted to the principles on which resort is had against the assets in hands of administrators, after revocation of letters — that it was the right of the creditor to follow decedent’s estate — that the suit would continue against the administrators, unless they exempt themselves from the estate. This is done by one of two modes; either by showing that they have fully administered the estate at the time of their discharge, and before n'otice of the suit pending ; or that, before suit brought, their letters were revoked, and that they turned over the- estate • to the new administrators. The plea is in abatement, and must give the’ party a better writ. Here, however, the new administrators are the same'persons ; the assets of the estate had, to be sure, left their hands; but they are again in hand, before plea pleaded. Were we to discontinue, we would begin again, against the same defendants, and another. 2 Williams on Ex’rs. '1195. 6 Comyn’s Digest, p. 309. Our resort would be against the very property in their hands. There is no suoh case as this administration to be found in the books. The new grant of letters was irregular: — 1st. In being to the same party removed. 2d. In associating with the widow another person. The law never oontempíated, that where a party was dismissed for refusal to obey an order of .the Court of Probate, that same Court of Probate should re-appoint the party. And 1 Williams on Executors, p. 267, declares, that administration must be committed to the wife alone— not even associating the husband, “ because if he should survive her, he would be administrator, contrary to the meaning of the act,” (the statute of administration.) Again, there is-no instance of an executor answerable only pro tanto, as having administered only partially. Kelbey vs. Sueyd, 2 Molloy, 201. 1 Chitty’s Equity Index, 531. And upon analogy, where administration- is fully committed in the first instance,'there\" can be no such exemption from administering the whole estate, as that set up here. The new grant of letters, then, is in truth, but a continuance of the administration which had been suspended — and at the time of plea pleaded, Manley and wife were, in the eye of the law, proper representatives of the estate, required to administer the assets. Independently, therefore, of the party, Moseley, we were then entitled as now, to the judgment and decree against Manley and wife.\nUpon the 16th error assigned, he insisted, that the judgment of the Court below was correct, in point of pleading, and also in point of principle. It is not enough for an. administrator to be turned out of the administration, for his own default, to exempt him from accountability. ' •\nHe cited, 2 Harris & Gill, 139. He asked, if the plea had gone on to show the new administration already then committed to defendants, and property in hand to satisfy the debt, would not the suit have remained good ? If so, the replication exhibits the same facts.\nOf the causes of demurrer to replication to 8th plea, it is alledged that matters of record are not verified by the record. He cited 2 Gill &; Johnson, 430, to show that, where a plea contains matters of fact and of record, it must conclude with a verification — which he insisted was this case.\nHe further contended, that the cause was pending against Manley and wife, as representatives of the estate ; and the Court being informed, by suggestion, that another representative had come in to the administration, service was perfected upon by the Marshal. That no scire facias was proper — the suit had not abated — no new process, as in the original institution of a suit, was necessary, for the old suit was pending — the new adjunct was to be notified that the suit was so pending — this was done. The case occurring was a new one, without parallel, and therefore without precedent. Upon the general errors assigned, he argued, that the judgment and decree was substantially correct; and that if error had been made, this Court could give the petitioner that relief which his case warranted — the application of the property mortgaged, to the mortgage debt."
  },
  "file_name": "0160-01",
  "first_page_order": 200,
  "last_page_order": 227
}
