{
  "id": 8849220,
  "name": "John Miller and Bryan Croom, vs. Frederick Hoc, Survivor",
  "name_abbreviation": "Miller v. Hoc",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "189",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "8 Pick. 170",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/25/0174-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 733,
    "char_count": 18174,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 1.9006880695783525e-07,
      "percentile": 0.7302371682673391
    },
    "sha256": "42edf3e158f5b47588adeb89ba48818879606cb2a193bb376d104fb5166514f6",
    "simhash": "1:8a8c9c879dcebd1c",
    "word_count": 3158
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Miller and Bryan Croom, vs. Frederick Hoc, Survivor."
    ],
    "opinions": [
      {
        "text": "Hawkins, Justice:\nThe record in this case certainly presents a series of anomalies, and the questions for the consideration of the Court are embraced in the enquiries, how far consent of parties can remedy error; what defects in pleading are cured by vei-dict, and whether the verdict and judgment of the Court below have been rendered in compliance with the well settled rules of law. Although a Court of error will go far to sustain a judgment of a Court which tried the cause, when upon a view of the whole case it comes to the conclusion that [substantial justice has been done between the parties ; yet still, there are certain fundamental rules governing legal proceedings, which cannot be departed from, without producing great confusion and evil results. There can be no doubt but that the Court below erred, as alleged in the assignment of errors, in pronouncing a judgment by default, whilst the record shows that pleas were in and filed by the defendant.\nThe record states that no plea was filed by defendant, upon which the judgment by default was entered. As a general rule, the record is to be taken as true, and nothing is be averred against the allegations contained in it, but we must examine the whole record; and it would be carrying the above axioms to an absurd extent, if after its inspection, we should say, ■ the judgment by default was correctly rendered, because the record said there were no pleas filed, when in fact two pleas stand in bold relief, and undisposed of. It would seem far more consonant with reason to conclude, that they were overlooked, and the judgment pronounced through inadvertance, than to take for granted, even a record averment so utterly at variance with the strongest evidence of our perceptions.\nThere is nothing in the record to show, that a motion was made by the defendant in the Court below, to set aside the judgment by default thus irregularly granted, as might have been done; nor does it appear that the plaintiffs availed themselves of any legal rights growing out of it; so that it is to be inferred from the further proceeding of the cause, that this judgment was waived by both parties, perhaps considered as struck out and a nullity — by the defendants, by not moving as above — by the plaintiffs,, by pleading in disregard of it. Without moving to have the judgment set aside, the latter reply to the plea of non damnificatus filed by defendants and demur to that of nil dehit. The defendants do not rejoin to the replication, nor join in the demurrer; but “ by consent of parties it is agreed that the two cases shall be submitted to the samé jury.” The cases referred to are the one at bar and another between the same parties, as shown by the record.\nThe consent alluded to, seems nót to have extended further than that the same jury were to bring in separate verdicts in each case, and not as contended for by counsel, that the cases should be consolidated, and one verdict be rendered for the two cases.\nThe Court can only be guided by the record as to the version to be given to this submission, and as there is nothing contained in it that conveys the idea of consolidation, we must take the words as we .find them. If the consent went to the extent contended by the counsel for appellee, a different decision as to the verdict first rendered, might be arrived at, as, consents may take away error ; and guided by this rule, the court is constrained to overlook the irregularity of the judgment by default.\nWith the views of the submission, as above expressed, the Court is of opinion, that separate and independent verdicts should have been rendered in each case. Here the Court might rest and remand the case to the Court below for correction of its proceedings, but it may not be inappropriate to diseuss some other points raised •in the cause.\nIt is contended by the appellee that the record shows that there were issues before the jury and issues joined ; but we ■ can discern nothing showing such to be the (act, further than that after the submission of the case, certain persons were elected, tried and sworn to speak the truth upon the issues joined.\nThe pleadings certainly exhibit no issue either of fact or of law. “ As the object of all pleading or judicial allegation (says Mr. Stephens,) is to ascertain the subject for decision, &c. the main object of that system of pleading established in the Common Law of England, is to ascertain it by the production of an issue.”\nThe counsel for appellee insists that by the statute of jeofails of our State, the error, if any existed, is cured by the verdict; but that does not apply where there has been no issue or non-joinder. An immaterial issue is not aided at Common Law, or by statute. (Buller’s Ni. Pr. 321 — 2d Saunders, 319. In such cases Courts will grant a repleader) — and Green J. in the case of Truss vs. Old, 6 Ran. 560, remarks, “ that the statute of jeofails gives the effect of curing errors, only where a verdict is given without exception.”\nAlthough the record states the jury were sworn to try the issues joined, that cannot remove the irregularity of the verdief, or prove that issues really existed.\nIn Sydner against Burke and wife, 4 Ran. 161, we see that th^ act of jeofails will not sustain a verdict and judgment in a case in which the record states that the jury were sworn to try the issue joined, but does not show that any plea was filed by defendant, upon which issue could have been joined.\nThe case of Stevens vs. Thornton’s adm’rs. .1 Wash. R. 156, is in point. In that case there was an entry upon the record after the replication, concluding with a verification, to which there was no rejoinder, that “ issue was thereupon joined between the parties.” The entry was deemed not sufficient, because in fact, there appeared no issue.\nWith these views, and there having been no issue properly made, up for submission to the jury, we think the error well assigned by appellant.\nIt appears that there were motions for a new trial and in arrest of judgment, and these remained, so far as appears by the record, undisposed of. A presumption may arise, that these motions were refused, but it will not be necessary to advert further to the assignment of errors in relation to them, inasmuch as the first verdict has been declared irregular. And so in- relation to the second verdict, for there appears to have been two verdicts in one cause, the Court feels no hesitation in declaring that it should be set aside. It seems that after the rendition of the first verdict, pn Saturday, and their discharge, the jury were recalled by the Court on the ensuing Wednesday, for the purpose of apportioning the damages by them re« turned in their verdict. After their discharge, the Court below erred in again assembling them to put their verdict in form, as this should have been done before their discharge, and a venire de novo should have been the proper order. — After a jury have returned their verdict, have been discharged and separated, they cannot be recalled to alter or amend it. Sergeant against the State, 11 Ohio R. 472.\nThe cases cited by appellee do not refer to cases where the jury had been discharged. The strongest one, that of Winslow against Draper, 8 Pick. 170, was this. . The jury had retired to consult on their verdict on Saturday afternoon, and had permission from the Court to. separate as soon as they had made up their verdict. On the following Monday morning, they rendered in an imperfect verdict, which the Court made them correct, as they found a substantial verdict on the merits, and it was then put in proper form.\n' It would be superfluous to dilate upon the instructions as prayed for by the defendants, in the Court below, though it is very clear that the Court should have instructed the jury, that they were not to assess the damages in each case pro rata, according to amount, but as to the evidence in each case independent of the other.\nAs contended for by the appellee, the Court is not to be understood as dissenting from the doctrine, that a Court will not examine the propriety of amendments of the Court below, when these amendments are within the power of the Court, given it either by Common Law or statute, amendments generally being matter of discretion for the Court. In this case, the error seems to have been the not making suitable amendments. But the Court of errors should certainly have all the proceedings of the subordinate Court before it, so that from a view of the pleadings, the process, continuances. the finding of a jury upon a proper issue and the judgment — (for without them a Court would be groping in the dark and find great difficulty) — they might come to a decision.\nWith these views, we think the judgment of the Court below must be reversed; which is accordingly ordered, and that this cause be remanded to Leon Circuit Court for further proceedings to be had therein, in accordance with the views contained in this opinion.",
        "type": "majority",
        "author": "Hawkins, Justice:"
      }
    ],
    "attorneys": [
      "Long & Walker, for Appellants.",
      "L. A. Thompson and T. H. Hagner, for Appellee."
    ],
    "corrections": "",
    "head_matter": "John Miller and Bryan Croom, vs. Frederick Hoc, Survivor.\nWhere the record shows that a judgment by default, for want of a plea was entered, when in fact a plea had been filed and appeared upon the record, the Court will conclude that the plea was overlooked, and that judgment was .entered through inadvertence.\nWhen two distinct cases between the same parties, áre by consent, submitted at the same time to the same jury, the jury should return a separate verdict in each case.\nAnd in such case the jury should assess the damages, not pro rata, but according to the evidence in each case, independent of the other.\nUpon failure to rejoin to the replication to a plea of non damnificatus, there is no issue which can be submitted to a jury, and the defect is not cured by a verdict.\nA jury, after having rendered their verdict on Saturday and been discharged, cannot be recalled on the ensuing Wednesday for the purpose of putting their verdict in form, and apportioning the damages in each of the tw.o cases which had been by consent submitted to them.\nAppeal from late Superior Court of the Territory of Florida for Leon county.\nDebt on an Attachment Bond. — Pleas, non damnificatus and nil debit, filed on the 13th December, 1841. — On the 15th February, 1842, a Judgment, by default, for want of a plea, was entered against appellants. Afterwards, however, on the-day of-1842, appellees filed their replication to plea nom. dam. and demurred to second plea. No rejoinder to the replication was filed.\nThere being another case between the parties, in all respects similar to this, orí the 1st March, 1845, the two cases, by consent of parties, were submitted together to a jury, who returned a verdict in the following words : — “ We, the'jury, find for the plaintiff, and assess the damages at fifteen hundred dollars, which includes both cases.”\nOn the 5(h of March, 1845, on motion of appellees, the'jury who had been empannelled in the case, was recalled into Court for the purpose of apportioning the damages returned by them in their verdict, between the two cases — Whereupon, appellants filed the fob lowing Bill of Exceptions:\n“ 1st. The defendants’ counsel asked the Court to instruct the jury that in each case, assessing damages in these cases, they cannot find for more than plaintiffs have actually proved was incurred in consequence of improperly suing out of the attachment ,• and that the jury cannot consider in their verdict, any damages plaintiffs may have sustained by reason of defendant, J. Miller, taking away his ne-groes, in violation of his contract with the plaintiffs..\n“ 2d. That in the absence of any evidence, except levy of the marshal, they are not bound to presume that the. property attached was taken from the possession of plaintiffs or sold ; and that the same on the dissolving .of the attachment, goes ba.ck to them, the jury should only find damages merely for the deterioration of the value of said property, the loss- of the.benefit thereof the meantime and the damages consequent thereon and their expenses.\n“ 3d. That jury should not assess the damages in each case pro rata, according to amount, but upon the evidence as to each case independent of all considerations.\n“ These instructions were refused, because the jury were only called together to render in form, their verdict found at a former day,\nS. J. DOUGLAS, Judge.”.\nThe jury therefore assessed the damages in this case at #1295, and judgment entered accordingly.\nOn the 7th March, 1845, appellants filed the following Bill of Exceptions, which is inserted at large, because of the discrepancy between some of the facts as set forth therein and in other parts of the record:\n“Be it remembered, that these two cases were tried together by consent; and the jury, on the 1st March, 1845,' in the absence of defendants’ counsel, absent on leave, rendered a verdict for #1500 damages in both cases, without stating in which case, or separating the damages in the two cases. — 1 We, the jury, find for the plaintiffs, and assess the damages at fifteen hundred dollars, which includes both cases.’ ”\nDefendants’ counsel moved for a new trial — the verdict was recorded, and the jury discharged, and the Court adjourned to March 4, 1845.- . ■ *\nMarch 4 : Plaintiffs’ counsel, on the opening of the Court, moved the Court, to' recall the jury, to amend the verdict, by apportioning the damages in each case separately; but the motion was refused by the Court, on account of the absence of defendants’ counsel.\nMarch 5, 1845, defendants’ council filed their reasons for a new trial, as follows;\nLegs Sufeeioe Coüet.\nJohn MiKlee, et al defend’s. ats. ‘ The Hoes, plaintiffs,\n, Defendants move for a new trial on the following grounds:\n1. Because in the writ and declaration, the damages claimed are but $1,000, whereas the verdict is for $1295 damages.\n2. Because the declaration and assignment of breaches, upon which said, verdict is rendered, was and is defective, irregular and insufficient.\n3. Because the verdict is irregular and illegal, inasmuch as the jury in this, case, and which tried it and No. 358, between the same parties, by consent, at the same time, on the 1st of March, 1845, rendered a verdict in open court for $1500 damages in both cases, without assessing damages in each case separately, and were on said 1st of March, 1845, discharged by the court in said cause, and the said verdict duly recorded, and after a motion for a new trial, &c. and reasons filed, the jury were against consent of the defendants, collected and called together again by the 5th of March, 1845, on motion of plaintiffs, and by order of the Court, and instructed to separate their verdict and find the damages in each case, when they found $205 in this case and $1295 in the other, which proceeding was irregular and illegal, and said verdict void.\n4. Because the said damages were and are unresonable and excessive.\n5. Because the defendant was surprised on the trial, as his counsel in the original cases of attachment, and who brought the same, Mr. Baltzell, was absent, and his defence was conducted by other counsel who were not as well acquainted with the facts of his case as Mr. Baltzell.\n6. Because.said defendant hath newly discovered evidence, to wit, that the plaintiff, after the levy of the Attachment in the original case, retained possession of the property levied on, and used the same, and with the burned brick, built a house or a part thereof, and used or sold the others.\n7. Because the verdict is otherwise against law and evidence.\nTHOMAS BALTZELL,\nDefendants’ Attorney.\nPlaintiffs’ counsel moved the Court, that the jury might be collected and recalled, and instructed by the Court to amend their verdict by apportioning the damages separately in each case. Defendants’ counsel objected thereto, and the Court overruled the objection, and the jury were recalled and so directed, and thereupon retired, divided the damages, and apportioned the damages in one case at $1295, and in the other at #205. The defendant excepted to the said decision and proceedings in both cases, and this Bill of Exceptions is therefore signed and sealed, and ordered to be made a part of the record in both cases.\nS. J. DOUGLAS, Judge, [seai.]\nAppellants assigned the following for errors :\n1. The Court below erred in rendering judgment against defendants, as for want of a plea, on the 15th February, 1842, when, as the record shows, there were on file two pleas, one of non damnifi-catus, and the .'other of nil debit.\n2. The Court erred in permitting plaintiff to reply to defendants’ plea of non damnificatus arid to demur to his plea of nil debit, at the Fall Term, 1842, while the aforesaid judgment which the court had rendered against defendants, at the sairie term, remained in full force,1 and unreversed or set aside.\n8. The Court erred in having the jury sworn, when there was no issue to try — the defendants not having rejoined to the' plaintiffs’ replication to his plea of non damnificatus.\n4. The Court erred in rendering'final judgment against defendants while plaintiffs’ demurrer to defendants’ plea of nil debit remained open and undisposed of.\n5. The court erred in rendering judgment upon the verdict of the jury — it appearing from the record that they were sworn to try but one issue, and it not appearing whether that issue was in this case, or in the other submitted to them at the same time.\n6. The court erred in rendering final judgment in this case at a time when there was a motion for a new trial and in arrest of judgment still open and undisposed of.\n7. The Court erred in recalling the persons who had composed the jury after they had rendered their verdict and been discharged -days, against the consent of defendants, and then requiring them to change the verdict'they had rendered while acting as a jury.\n8. The Court erred in refusing the instructions to the jury prayed for by defendants.\n9. The Court erred in rendering judgment for a greater amount of damages than that claimed in the writ and declaration, to wit: the sum of f1295, when the writ and declaration claim only one. thousand.\nLong & Walker, for Appellants.\nL. A. Thompson and T. H. Hagner, for Appellee."
  },
  "file_name": "0189-01",
  "first_page_order": 229,
  "last_page_order": 237
}
