{
  "id": 8849260,
  "name": "Theophilus Beatty vs. Thomas Ross",
  "name_abbreviation": "Beatty v. Ross",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "198",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "2 Cranch, 445",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        1411949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/6/0265-01"
      ]
    },
    {
      "cite": "9 Wh. 532",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 28966,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 1.4850597010243198e-07,
      "percentile": 0.6619123354295945
    },
    "sha256": "730e864b31811a7da9d577aeb85a7645ea795e10867e85ea274420624d010a94",
    "simhash": "1:ba27a555dcacf286",
    "word_count": 5029
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Theophilus Beatty vs. Thomas Ross."
    ],
    "opinions": [
      {
        "text": "Baltzeu., Justice :\nThe defendant in the Court below applied for' permission to take his' Cfise to the Circuit Court of the United States, .having presented a petition and affidavit stating, that he was then, and at the time of issuing the writ, an alien, and that the' matter in dispute' exceeds in value five hundred dollars, exclusive of costs. There had been prior to this, a judgment by default for want of a plea required to be filed days before the second term, and the defendant at the first term had entered his appearance to the' action. Under such circumstances, it is quite clear that he was not entitled to his motion under the act of Congress of 1Í89, allowing to aliens the privilege of removing cases instituted against them in the State Courts to' the Courts of the United States.\nThe main reliance of defendant here, is placed upon' the assumption, that the suit was instituted in the Superior Court of the late Territory, which was established by Congress, and at the change of government it belonged to the District court of the United States as its rightful successor. If this be true, it should not have been on the docket of the State Court, and defendant was entitled to'his motion. The first question for our consideration is, has the Court of the United States, organized for this State, the right to the papers of the late Superior Courts, and to try suits commenced and pending before them.\nWe have felt that the subject should be approached with a due sense of its importance to the individual whose rights are at stake as well as a proper regard to the rights of a co-ordinate branch of the government, not forgetting what is due to our own position as officers of a State of the Union.\nThis Court and the Circuit Courts of the State, have-alike, with-oüt hesitancy, ordered the transfer of all cases where the courts of the United States have exclusive jurisdiction. - But the difficulty lies with cases where it is. concurrent, where each court has the right to try and adjudicate the matter in controversy. The Judges of the Superior courts of the Territory under that clause of the State constitution continuing “ all officers until superceded under the constitution,” took possession of the records and papers after our admission, and exercised jurisdiction over suits pending and instituted in those courts. This they did as State Judges for several months after our admission, and in the very case under consideration. They administered the local laws of the State, deciding suits between citizen and citizen, and trying indictments for assaults and offences of like character. The State Judges succeeded them in the different counties, and thus became possessed of the records and suits. Being so possessed, it was in the opinion of the court, not only competent for them to adjudicate the cases presented for trial, but it was their bounden duty to do so. It1 was clearly not a matter of option with the judge to transfer the case to another tribunal, but it was the right of the party to have hi's case tried, and the court could not properly refuse it.\n. A reference to the well established rules of law in cases of concurrent jurisdiction, will show, we think, that we are not mistaken in these views. “In all cases of concurrent jurisdiction, the court which first has possession of the subject must decide it.” Smith vs. McIvor, 9 Wh. 532. But ther£ is another fact not to be overlooked in the consideration of this question; the District Court of the .United States has only been organized during the present month, so that the State Courts, if inclined to transfer, must have waited nearly two years before the removal, whilst the party would have been subjected to unusual delay without a satisfactory excuse for it. And now, that a court is organized, we do not perceive that the difficulty is either lessened or removed. There te no provision in the act of Congress for the transfer of cases to it-from the Superior Courts, and without such provision the jurisdiction'does not attach. The courts of the United States take by express grant, and “ can exercise jurisdiction in those cases only, where it is. conferred upon them by act of Congress.” 1 Wash. C. C. R. 231. 1 Brockenbrough, 203.\nSituated then as these cases now are, the courts of the State alone have the exclusive right to try and decide them, and there is no other having a right even concurrent with them. If the defendant had been driven to his plea, as was his only course after his motion was overruled, what could he have asserted, how defended himself against the rule well established, that “ in a plea to the jurisdiction, the defendant must show that another court has exclusive jurisdiction over the cause of action ?” Archbold PI. and Ev. 280. 6 East, 583.\nWhilst free from doubt as to these \"views, we are not content to rest our decision upon the prior organization of the State Courts, or the fact of. possession merely, satisfied that the right of the State Courts is equal, and by no means subordinate to that of the Federal Courts. We attribute no importance to the fact that Congress established the Superior Courts. This did not make them United States Courts. Such an idea was long since rejected by the Supreme court of the United States, who decided that they were “ not constitutional courts in which the judicial power conferred by the constitution on the general government can be deposited — they are incapable of receiving it. The jurisdiction with which they are invested is not a part of that judicial power which is defined in the 3d article of the constitution, but is conferred by Congress in the execution of those general powers which that body possesses over the Territories of the United States. In legislating for them, Congress exercises the combined powers of the general and of a State government.”— Am. Insurance vs. Canter. 1 Peters, 546.\nIt will not, we apprehend, be seriously contended, that action by the General Government as a State, or whilst in the exercise of State powers, can rightly form the basis of a claim against the State, or that the General Government derived higher or larger jurisdiction or powers from such possession. According to the theory of all our institutions, governments are but trustees for the people, and we hold this to be the true position which the General Government occupied during the existence of. the Territory, trustees for the people until they became competent to take the blessings of self government upon themselves. On our admission into the Union the trust expired, and each party was remitted to the position which, according to the structure of the State and Federal governments, each should respectively occupy, neither superior, nor having greater claims, except over particular subjects where exclusive right or jurisdiction may prevail — both equal in cases of concurrent jurisdiction.\nThis declaration of the Supreme Court as to the character of the Superior Courts, is fatal to the succession which is claimed for the District Court of the United States. Independently of this, it is not perceived how a court of limited jurisdiction as this latter is, “ taking only by grant,” having cognizance, not of cases generally, but only a few specially circumstanced, amounting to a small' portion of the cases which an unlimited jurisdiction would embrace, and in reference to whose action the fair presumption is not as with regard to a court of general jurisdiction that “ a cause is within its jurisdiction, unless the contrary'’appears, and which renders it necessary to set forth upon the record, the facts and circumstances which give jurisdiction.” 1 Cond. Rep. 205, it is not perceived how such a court can be the successor of a court, not only of general jurisdiction, but of powers beyond those possessed by any other court in the Union, either State or Federal, indeed combining the powers of both courts. If “ succession in á body politic be as defined, an inheritance in a body private,” the District Court would seem to be rather the devisee than the heir of the. inheritance. This latter appellation and that of successor would seem to belong rather to the State Courts, being courts of general jurisdiction, and going to the different counties as the Superior courts did, dispensing justice as they did, and succeeding to most, if not all of their cases — “ a successor being defined to be he that followeth or cometb in another’s place.” 6 Jacob Law Diet. 134.\nIt is further insisted that the act of the State Legislature makes provision, that “causes pending in the Superior Courts shall be transferred to the Circuit Courts of the proper county, except eases cognizable by the Federal Courts, which may be organized in this State, which cases shall be transferred to said courts; and all writs issued by said Superior Courts shall be returned to said Circuit courts, to be tried and decided therein and thereby.” The statute is rather ambiguous — the design of the Legislature was probably directed to cases of exclusive jurisdiction, without noticing the distinction between them and such as are concurrent. The jurisdiction of the Circuit Court, by the constitution of the State, embraces “ all matters, civil and criminal, within the State, not otherwise excepted in the constitutionand it may well be doubted whether the Legislature can impair or deprive them of it. We are, however, clearly of opinion that the fourth clause of the schedule and ordinance of the same instrument, is so full and explicit as to leave little or no room for legislation on the subject. That declares that “all actions at law, or suits in chancery, or any proceeding pending, or which may be pending in any court of the Territory of Florida, may be commenced or transferred to such court of the State as may have jurisdiction of the subject matter thereof.”— Page 24, State constitution.\nWe are not insensible of the fact that different sentiments have been announced by the Supreme Court of the United States, in the case of Palao vs. Hunt, decided at its last term, 1846. Whilst we would defer, with great pleasure, on all proper occasions to the great learning and general accuracy of that exalted tribunal, we are constrained for the reasons stated above, to express our dissent to their opinion in this case, not including the decision on the - point presented, the accuracy of which we pretend not to question. This contrariety has made it necessary to extend- our own views further 'than has been our desire or the case itself would warrant. The importance of a correct understanding of the true relations between the two governments, so connected as it is with the harmony which ought to prevail between them, and especially the judicial departments, has also induced a more extended discussion of the subject.\nThe Chief Justice decided this case in the court below, and his decision being sustained by the unanimous opinion of the court, the judgment of the court below is confirmed.",
        "type": "majority",
        "author": "Baltzeu., Justice :"
      }
    ],
    "attorneys": [
      "Carmack and A. E. Maxwell, for appellant.",
      "L. A. Thompson, (with whom was T. H. Hagner,) for appellee."
    ],
    "corrections": "",
    "head_matter": "Theophilus Beatty vs. Thomas Ross.\nAfter entering.his appearance and a judgment by default for want of a plea hafc been entered against hiin, it is too late for an alien defendant to avail himself of the privilege, allowed .by act of Congress, of removing his cause from a State Court to the Courts of the United States.\nThe Judges of the Superior Courts of the late Territory of Florida, under the clause of the Constitution of the State “ continuing all officers until su-perceded Under the Constitution,” took possession, after our admission as a State, of the records and papers, and exercised jurisdiction over suits pending and instituted in those Courts as State Judges. The State Judges elected afterwards under the Constitution, succeeded them and became possessed of the records and suits; and being so possessed, it was not only competent fór them, but it was their duty.to adjudicate them.\nIn all cases ot concurrent jurisdiction, the Court which first has possession of the subject must decide it. .\nThere being no provision, in the act of Congress for the transfer of cases from the Superior Courts of the Territory to the Courts of the United States, no such transfer could be made.\nThe Superior Courts of the late Territory were not United States Courts as defined in the constitution of the United States; and the Districts Courts of the United States were not their successor.\nThat clauso of the act of the Legislature which provides that causes pending in the Superior Courts of the Territory, shall be transferred to the Circuit Courts of the proper county, except cases cognizable by the Federal Court9 which may be organized in this State, which cases shall be transferred to such courts, is ambiguous, and the design of the Legislature was probably directed to cases of exclusive jurisdiction in the United States Courts.\nAppeal from Jefferson Superior Court, at its Fall Term, 1845, his Honor Judge Douglas presiding, who was thereby disqualified from sitting in the case in this Court.\nThis was an action of assumpsit .commenced in the late Superior court for the Territory of Florida, for Jefferson county. The declaration was filed on the 4th February, 1845, and on the 30th of following October, plaintiff filed in the office of the Clerk of the Circuit court, for Jefferson county, to which court the case had been transferred after Florida became a State, an affidavit of default for want of a plea.\nAt the Fall Term of the Circuit Court in November, 1845, appellant filed his petition to remove the case to the Circuit Court of the United States, on the ground, that he was an alien, and that it had been improperly transferred to, and placed on the docket of this Court. The Court refused to grant the petition, and judgment by default was entered against him.\nTo this decision of the Court, appellant excepted and filed his Bill of Exceptions as follows :\nBe it remembered, that on the first calling of the docket in this Court, November 3, 1845, defendant, by his attorney, moved the Court to remand and remove said cause to the Circuit Court of the United States for Florida, on the ground that the defendant was an alien, and that the cause had been improperly transferred.to, and placed on the docket of this Court, and asked leave until next day to file his petition, which motion-to file his petition was allowed.— And thereupon, November 4th, 1845, said defendant filed his said petition in the words following, to wit:\nSTATE OF FLORIDA,) Middle Ciecüit, Jefferson Circuit Court, > November Term, 1845. j\nTheophilus Beatty, def’t. ) ats. > In assumpsit, on promises by note, &c. Thomas Ross, pl’ff. y\nAnd now on the 3d day of November, 1845, on the first calling of said case on the docket of said Court, comes the said Theophilus, defendant, and says he shows to said Court, that said.Court should not proceed to render judgment in said case, or furthér entertain or hold cognizance or jurisdiction thereof, but should order and direct said case to be removed to the Circuit Court of the United States having jurisdiction thereof, because he the said defendant, says said suit was commenced on the 4th of February, 1845, by summons issued out of the Glerk’s office of the Superior Court of the Middle District of the Territory of Florida, in and for said county, of Jefferson, returnable to and before said Superior court, on the third Monday in April, 1845; that said plaintiff filed his' declaration in said cause in said Superior court of the 4th of February, 1845, and said defendant caused his appearance to be entered in said cause at the same April Term, 1845, of said Superior court (which, while Florida was such Territory, had jurisdiction as a Circuit Court of the United States) and thereupon said cause was continued. And the defendant says, that when said writ was issued as aforesaid, and ever since, this defendant was and has been, and now is an alien, born out of the United States of America, to wit, in Ireland, and a subject of the crown of Great Britain and Ireland, and that he hath never been naturalized, or admitted, or become a citizen of the United States of America, and that the matters in dispute in said case, exceed in value, five hundred dollars, exclusive of costs. And this defendant further avers,.said Thomas Ross, plaintiff, was and is a citizen of the United StatesJ and a citizen of the State of Florida, residing therein.\nAnd this defendant avers, that the affidavit made in said cause by plaintiff’s attorney, on the first day of the present term of this Court, and the docketing said cause in this court, doth not entitle said plaintiff to judgment in said cause by default, for want of a plea in this court, because, that defendant says no order of said Superior court of said Territory, has ever been legally made or entered in said cause, remanding or transferring said cause into this court, so as to give this Court cognizance or jurisdiction thereof, and the defendant was not and is not bound to plead in said cause in this court, and is not in default on account thereof, and this the said defendant is ready to verify: Wherefore, this defendant petitions and prays for the order of this court to remand and remove said cause to the said Circuit court of the United States-having jurisdiction thereof.\nT. BEATTY.\nSworn to.and subscribed, Nov. 5th, 1845. > C. G. Fife, Cl’k. $\nAnd defendant also filed a newspaper,-called the “Florida Star,” a newspaper published at Tallahassee, Florida, 2d September, 1845, containing a notice published by order of the Hon. Samuel J. Douglas, Judge of the Superior court of the Middle District of Florida, admitted by the parties to have been published, ■ which printed order is in the following words, viz:\n“ Chambees, Middle Disirict, Florida.\n“ Whereas it is made known to me, that a Judge has been elected for the Middle District of Florida, — It is therefore ordered, that the Clerks of the Superior Courts of said' District, deliver over to those properly authorised to receive .them, all papers appertaining to suits now pending in courts in which the State tribunals have exclusive jurisdiction; also, all such (at the option of the plaintiff) as they may have concurrent jurisdiction with the Federal Courts, and retain in. their Office all papers in 'those suits in which the Federal Courts have- exclusive jurisdiction.\n“SAMUEL JAMES DOUGLAS,\n“ Judge U. S. District, Middle Florida.\n“ A true copy from the minutes,\n“ R. T. Biechett, Cl’k, } “ By John B. Keen, d. c, > “ Tallahassee, Sept’r. 2d, 1845.” y\nAnd thereupon said petition and motion were heard and argued, and said defendant offered in open court to give sufficient security for his entering in such Circuit Court on the first day of its session, copies of the process against him, and the other requirments of the law in such case made 'and provided. And said defendant also offered to show that said Judge of said Superior court, though duly commissioned by the-President of the United States and acting as Judge of the Superior court of the Territory at the time of the admission of the Territory as a State, had nejjpr taken the oath prescribed by the 11th section of the 6 th article of the constitution of the State of Florida, which was admitted by the plaintiff’s counsel. It was admitted by the defendant’s counsel, that defendant had previously to the institution of said suit, made application to be admitted a citizen of the United States, but that the time had not elapsed since said application to allow his admission under the act of Congress. After argument, the court refused the prayer of the petition, and defendant not filing any plea, judgment by default is ordered and rendered ; and said defendant praying this Bill of Exceptions to said decision, the same is signed, sealed, and ordered to be filed as a part of the record in said case.\nNovember 5th 1845.\nTHOMAS DOUGLAS, Judge, &c. &c. [seai..]\nAppellant assigned the following errors:\n1. The Court erred in overruling the objections touching jurisdiction, and in refusing the prayer of the petition to remove the cause into the Circuit Court oí the United States.\n2. The Court erred in giving judgment for the plaintiff below.\nCarmack and A. E. Maxwell, for appellant.\n1st, The Court had' no authority to exercise jurisdiction in this case. No cause from the docket of the Territorial Court, which was an United States Court, could get into a State Court without some enactment authorising the transfer. Either Congress, or the the State constitution, or the State Legislature, or whichever of them had power, must have directed such transfer. Congress did not provide for it, nor did the constitution pretend to do so. The State Legislature did pass a law on the subject, but that law did not autho-rise the appearance of cases of this sort in the State Court. The 5th and 8th sections of the “ act to organize the Circuit Courts” of the State, are as follows, viz: — •“ § 8th. That all cases in equity and at common law, and civil and criminal, and all motions and proceedings pending in the several Superior courts of the Territory, or County Courts of the Territory, shall be transferred to the proper Circuit Courts to be held for the county, except all cases cognizable by the Federal Courts, which may be organized in this State,” &c.\n§ 5. Same in substance as above, down to word “ except.” — [$ee Acts, 1st Session, 1845, p. 9.]\nFrom this it will be ^¡¡een that cases “ cognizable in the Federal Courts,” are not to be transferred. This case, Beatty being an alien, is so cognizable. As this is the only pretence of authority for its transfer, and, as this expressly excepts from transfer cases like this, how is its appearance in the State Court to be accounted for or justi-ed ? There must be some power shown competent to take the case from the old Superior Court into the Circuit courts of the State.— Cases cannot go from one Court to another without law. Where is that law in this case ? — [See 4, Howard,, 589, Hunt vs. Pdlao.]\nThe decision in Stewart vs. Preston, decided at the last term, is not in conflict with the position here contended for. It merely holds that the State was competent to make the transfer. Without denying that, we contend that the State has not made the transfer, nor in anywise authorised it.\n2d. But even if the case was properly transferred, and the Court had jurisdiction, it erred in refusing, its removal to the Federal court. When it was brought, there was no Court to which it could be removed. The Territorial Court was an United States Court.— When Florida became a State, and the Territorial Court was superseded by the State Court, the case put on a new phase. The cause being transferred to the State Court, was, for the first time in a position which would entitle defendant, being an alien,' to the privilege he claims under the 12th section of the judiciary act of 1789.\nIt is true this case was not “ commenced in a State Courtbut this surely can form no objection to the removal. When it was begun it was in a United States court. There was then no ground or reason for removal. But when it got into the State Court, the reason of the law of the 12th section came into play, and it is to the reason of the law we must look in all cases. Here so soon as that reason applied, the petition for removal was made, and then it was that his right “ commenced.” To follow the strict letter of the law in this case, would be to contradict its spirit and reason — it would not be simply carrying out the letter, whether the reason sanctioned it or was silent; but it would be doing this in violation of that reason. The Court will not sanction a construction involving such disregard of the plainest as well as* most important principles of construction.\nL. A. Thompson, (with whom was T. H. Hagner,) for appellee.\nThis is an appeal from the judgment of the Hon. Thomas Douglas, sitting in the Middle Circuit, at Monticello, in Jefferson county, on the application by appellant for a removal of the cause from the Circuit Court of the State, to the District Court of the United States, under the provisions of the 12th section of the act of Congress of September 24, 1785.\nThis section provides “ that if a suit be commenced in any State Court against an alien, or by a citizen of the State in which the suit is brought against a citizen of another State, and the matter in dispute exceeds the aforesaid sum or value of five hundred dollars, exclusive of costs, to be made to appear to the satisfaction of the court, and the defendant shall at ike time of entering his appearance in such State Court, file a petition, for the removal of the cause for trial into the next Circuit Court to be held in the District,” &c. &c. “itshall be the duty of the State Court to accept the security and proceed no further in the said cause,” &e. 1 Story’s Laws, p. 57, 58.\nTo entitle the defendant to the benefit of this section, the following must concur:—\n1. The suit must have been commenced in a State Court.\n2. It must be brought against an alien, or by a citizen of the State in which the suit is brought against a citizen of another State.\n3. The matter in dispute must be of the value of $500, exclusive of costs: and\n4. The application for removal rtiust be made at the time of entering Ms appearance in the State Court.\nThis suit was commenced by sums, ad resp. issued from the Clerk’s office of the Superior Court of the Middle District of the Territory of'Florida, for Jefferson county, on the 4th of February, 1845, returnable to the next ensuing term of said Superior Court, to be held on the 3d Monday of April then next; which was duly executed by the service of a copy on- the defendant below on the 8th February, 1845.\nOn the 3d March ensuing, the Territory of Florida was, by act of Congress admitted as one of the States of the Union.\nOn the 3d Monday of April the Court was held, and although the record does not, and from the practice of the Courts cannot, state the fact of the entering of an appearance by Beatty, yet it may be inferred from the fact that no judgment by default was entered at the appearance term, to which the Plaintiffs would have been entitled, if there was no appearance of the defendant at that time.— The petition of defendant for removal, states that the entry of appearance at April term, 1845. See § 22, Judiciary act of Florida— Duval’s Comp. p. 95.\nOn the 30th October, 1845, in accordance with the rule of practice then in force, R. Harrison, Esq. one of the attorneys of plaintiff below, makes search in the Clerk’s office for a flea, and finding none, and makes the usual affidavit, claiming judgment for want of a plea.\nAt November, 1845, being the second term of said Court, and while in default according to the rules of practice, because of the omission to plead, the defendant below files his petition setting forth his alienage, &c. and prays removal of the case to the District court of the United States for the District of Florida.\nThe first position we assume is—\n1. That the present is an omitted casein the laws of Congress. — - The provisions of the 12th section of the act of 1789, is for cases •commenced in Stale Courts: — This suit was.commenced in a Terri* torial Court.\nThe word “ State,” In the judicial act is to be construed by reference to that term as used in the Constitution; and means not merely ■a distinct political society, according to the definition of writers on general law, but a member of the American confederacy. Hepburn vs. Ellzey, 2 Cranch, 445. Corp. N. O. vs. Winter, 1 Whea-ton, 91.\n2. But if it shall be contended that before the return day of the summons, the Courts of the late Territorial organization became State Courts, by force of the 17th article of the Constitution of the State, and the act of 1789 then applied; then we shall contend, that the application for removal should have been made at April term, 1845, and came too late at the November term succeeding, andl when the defendant was in default for want of a plea.\nThe words of the act of 1789, “ at the time of entering his appearance,” must be construed to mean the time when, by the rules of practice of the Court, the defendant ought to make his appear-anee.\nIn Gibson vs. Johnson, in the third Judicial Circuit of the U. S„ before Judge Washington, where, after passing two terms in the State Court, the petition to remove was granted nunc pro tunc by the State Court, the Circuit Court determined that the agreement of the State Court to consider the petition as filed of a preceding term, when the appearance was entered nunc fro tunc, could not give the Circuit Court jurisdiction^ when it was apparent that in point of fact, it was not filed until a subsequent term. The motion to docket the cause was overruled. Peter’s C. C. R. 44.\n3. If the Court should not sustain our first position, the second point, that the application for removal came too late, is equally applicable."
  },
  "file_name": "0198-01",
  "first_page_order": 238,
  "last_page_order": 250
}
