{
  "id": 8849289,
  "name": "James T. Archer, Assignee in Bankruptcy of William H. Francis, a Bankrupt, vs. Tho's Brown, William H. Brockenbrough, in right of his wife Ellen A. Brockenbrough, Administrators, &c. of Samuel H. Duval, Deceased",
  "name_abbreviation": "Archer v. Brown",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "219",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 590,
    "char_count": 15887,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 9.735630454017242e-08,
      "percentile": 0.5307070026090324
    },
    "sha256": "8207a76b4d4ea06b1a55f5ab4544313cecbc5d18ebcadf00e2b910eee732072a",
    "simhash": "1:d6cd5cbf9a07a3a5",
    "word_count": 2733
  },
  "last_updated": "2023-07-14T21:17:29.703459+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James T. Archer, Assignee in Bankruptcy of William H. Francis, a Bankrupt, vs. Tho’s Brown, William H. Brockenbrough, in right of his wife Ellen A. Brockenbrough, Administrators, &c. of Samuel H. Duval, Deceased."
    ],
    "opinions": [
      {
        "text": "Bamczell, Justice:\nTo an action instituted by the plaintiff as assignee of Francis, on a judgment recovered against defendants, suggesting a devastavit, they plead — 1st, That they were not indebted. — 2dly, No such record. — 3dly, Reciting the bankrupt law of the United States as to the time of maintaining suits, &c. that the suit was not brought within two years after the decree of bankruptcy, and more than two years after the cause of action accrued. — ‘4th, That the suit was not brought within two years after the decree of bankruptcy, nor within two years after the cause of action accrued. — -5th, That the declaration and decree of bankruptcy was not made, nor. did the cause of suit accrue to plaintiff at any time within two years before his suit was brought. Plaintiff demurred to the 1st, 3d, 4th and 5th pleas, and took issue upon the second.\nThe court below adjudged the 1st, 4th, and 5th pleas to be sufficient, and overruled the 3d plea, declaring it to be insufficient. The issue on nul tiel record was tried, and found for plaintiff; but the other issues being with the defendants, the Court gave judgment in their favor. Plaintiff has assigned for error, the overruling the demurrer to the first, fourth, and fifth pleas, and giving judgment for defendants.\nWe are of opinion that the Court decided correctly as to the first plea. Nil debet as well as not guilty may be pleaded to an action suggesting a devastavit against executors. Williams on Executors, 1225. Coppin vs. Carter, 1 T. R. 402.\nThe sufficiency of the other pleas depends upon the proper construction of the 8th section of the act to establish a uniform system of bankruptcy throughout the United States. This section provides, “ that the Circuit court in and for the District where the decree of bankruptcy is prayed, shall have concurrent jurisdiction with the District Courts of all suits at law and equity, which may be brought by any assignee of the bankrupt, against any person or persons claiming an adverse interest, or by such person against such as-signee, touching any property or rights of property of said bankrupt, transferrable to, or vested in such assignee, and no suit at law or in equity shall in any case be maintainable by or against such assignee, or by or against any person claiming an adverse interest touching the property and rights of property aforesaid, in any court whatsoever, unless the same shall be brought within two years after the declaration and decree of bankruptcy, or after the cause of suit shall first have accrued.”\nIt is contended by plaintiff that this cause does not apply to or embrace the case of defendants, because there is not in question an adverse interest touching any property or right of property of the bankrupt. The act declares that “ no suit at law by such assignee shall in any case■ be maintainable in any court whatsoever, unless brought within two years.” If this be the correct reading of the text, the act is very explicit, and leaves no room for construction. It is true that the previous part of the section had provided for a concurrent jurisdiction of the Circuit with the District court “in all suits at law and in equity which may be brought by any assignee of the bankrupt against any person claiming an adverse interest, or by such person against such assignee touching any property or rights of property of said bankrupt, transferrable to or vested in such as-signee.” Confining the jurisdiction to the cases thus designated, yet is this designation both of Courts and persons, not only not continued, but expressly excluded by the usé of the terms in the clause of limitation-, “ no suit in any cause in any court whatever.” So also, whilst the preceding part of the act specifies suits brought by an assignee against persons claiming an adverse interest, this latter uses the terms “by such assignees,” without any qualification.\nWe are the better satisfied with this* view of the subject in consideration of the very peculiar character of this law, the object of which was to secure a prompt and efficient administration and settlement of the estate of all bankrupts, within a limited period. Thus by the 10th section, it is made the duty of the court “ to order and diréct a collection of the assets, and a reduction of the same to money, and a distribution thereof at as early periods as practicable,” — dividends are required to be made “ as often as once in six months from the time of the decree declaring bankruptcyand “ all the proceedings in bankruptcy in each case shall, if practicable, be ■finally adjusted, settled and brought to a close by the Court within two years after the decree declaring the bankruptcy.”\nIf will cease to be regarded as singular that the law requires the assignee to commence suits within two years, when by the same law it is made his duty to adjust, settle, and finally bring to a close, all the proceedings in the case within the same period. Concurring with the Court in overruling the demurrer to these pleas, it remains to enquire whether the court erred in giving judgment absolutely for defendants. By the Common Law, judgment followed the decision on a demurrer as matter of course, it being considered as a confession by matter of record of the facts pleaded. The law in force in this State, provides that “no demurrer shall be considered as an admission of the facts set forth in the pleadings demurred to, so as to bar the person demurring from any substantial claim or defence which he might have urged if said demurrer had not been filed.” Duval 95. If application had been made to the court below to withdraw the demurrer, and for permission to reply to the pleas, we do not hesitate to say that the Court should have granted it; but this was not done ; on the contrary, plaintiff has abided by his demurrer, by taking his writ of error. How then can this Court decide that the party has been barred from a substantial claim or defence he might have urged ? How determine that there is a substantial claim or defence when none has been preferred ?\nIt is at his option on overruling his demurrer, to withdraw it, or allow it to stand. If he does not withdraw it, it concludes his case. He is here entitled to the decision of this Court- on the correctness of the judgment overruling his demurrer, and could also have claimed our decision on a like judgment in overruling his motion to be permitted to reply to the pleas after the decision on his demurrer. The jurisdiction of the Court is appellate merely, to re-examine and to rejudge — to correct erroneous decisions already made — it is not a jurisdiction to determine in the first instance cases or questions which have not been submitted to the decision of the Judge below.\nBeing of opinion that there is no error in the judgment of the Circuit Court, it is ordered that the same be affirmed.!",
        "type": "majority",
        "author": "Bamczell, Justice:"
      }
    ],
    "attorneys": [
      "L. A. Thompson and .T.'H. Hagner, for Plaintiff in error:",
      "A. E. Maxwell, for Defendants in error;"
    ],
    "corrections": "",
    "head_matter": "James T. Archer, Assignee in Bankruptcy of William H. Francis, a Bankrupt, vs. Tho’s Brown, William H. Brockenbrough, in right of his wife Ellen A. Brockenbrough, Administrators, &c. of Samuel H. Duval, Deceased.\nNil debet as Well as not guilty, may be-pleaded to an action suggesting a devas-tavit against an Executor. 1 ,\nBy the 8th section of the-act of Uongfess to establish, a uniform system of ' Bankruptcy throughout the United States, the-assignee in Bankruptcy, cannot maintain 'an action, unless it be brought within ,two years after the declaration and decree of Bankruptcy.\nUnder the Statute of the State, a party is entitled, after his demurrer has been overruled, to withdraw.it and reply to the pleading. If he fails to do this, judgment final will be entered against him;' . . í\nError tó' Leon Circuit Court;\nThis w'ás an action of debt, tried in Leon Circuit court, at its Fall Term,. 1845 — Hon. Thomas Douglas presiding.\n. The declaration set forth that William H. Francis, since a bankrupt, on the 17th February, 1842, recovered a judgment against Thomas Brown and Ellen A. Duval, since intermarried with William H. Brockenbro.ugh, Administrator and Administratrix of Samuel H. Duval, for the sum of $350 38-100, to be levied of the goods and chattels, lands and tenements of said,Samuel H. Duv.al, jn the hands of .the said Thomfi's Brown and Ellen A. Duval, administrator and administratrix, to be administered'; — that an execution on 22d March, 1842, issued on the .said judgment, and was returned on 22d July, 1.842, “no property found!;” — that. William H. Francis had been on the 7th May, 1842, declared a bankrupt, under the act of Congress, approved 19th August, 1841, entitled “an act to establish an uniform system of bankruptcy throughout the United States,” and that plaintiff had been appointed his assignee ; — and that after the rendition of'the afpresaid judgment, Ellen A. Duval had intermar. ried with the defendant, William H. Brockenbrough. The clecla-ration averred that at the time the said judgment was rendered, divers goods and chattels, which were of the said Samuel H. Duval at. the timé of his death, to the value of $350 38-100, had come to the hands of the said Thomas Brown and Ellen A. Duval, administrator and administratrix of the said Samuel, to be administered, and suggested a devastavit.\nDefendants pleaded — 1. Nil debet: — 2. Nul teil record: — -3. That by the 8th section of the act of Congress, approved ,19th August, 1841, entitled “ an act to establish an uniform system of bankruptcy throughout the United States,” it is declared and enacted in substance, that no suit at law or in equity shall in any case be maintainable by or against such assignee,.(meaning any assignee lawfully appointed under the act) or by or against any person claiming an adverse interest, touching the property arid rights of property aforesaid in any court whatsoever, unless the same shall be brought within two years after the, declaration or .decree of bankruptcy; or after the cause of suit shall first have accrued ; and av,erred that suit was brought on 15th April, 1845, which was more than two years after the declaration and decree of bankruptcy of the said Francis; and more than two years after the cause of suit first accrued. 4. That suit was not brought within two years after the decree and declaration of bankruptcy of Francis; nor within two years after the, cause of suit first accrued. 5: That the decree and declaration of bankruptcy was not made, nor did the, causé of suit in the declaration mentioned, first accrue'to plaintiff within two years next before his suit was brought.\nTo 1st, 3d, 4th and 5th pleas plaintiff demurred, and took issue on the 2d. '\nThe Court sustained the demurrer to the 3d plea, and after inspecting the record, found for plaintiff ori issue joined on 2d' plea ; but'overruled the demurrers to the'1, 4 and 5 pleas, and gave judgment for defendant.\nL. A. Thompson and .T.'H. Hagner, for Plaintiff in error:\nOn the 15th April, 1845, James T. Archer,. Assignee in Bankruptcy of Wm. H. Francis, brought an action of debt against the administrators of Samuel H. Duval, upon a judgment rendered in favor of William H. Francis before his bankruptcy, to Wit on 17th February, 1842, against the same administrators^ of Samuel H. Du-val for $350 38-100, to be levied of assetts in hand. The declaration recites the judgment and execution, and return nidia bona;— that on 7th May, 1842, said Francis was. declared a bankrupt, and on same day plaintiff was appointed his assignee. The. declaration then suggests desastamt in the usual form.\nThe defendants pleaded sundry pleas. It is only necessary to call the attention of the Court to the 1st, 4th, and 5th pleas.\nThe defendants pleaded — 1st, 'nil debet, to which was demurrer. • The Court overruled the demurrer, and gave judgment final thereon. This we hold was error. Judgment should have been respondeat ouster. ■ ■ , ' 1\nDefendants’ 4th plea is of limitations, grounded upon the -8th section of’the Bankrupt Law-r-the plea is “that plaintiff’s suit was not brought within two years after the.cause of suit first accrued.”\nDefendant’s 5th plea is also of limitations — “ that the declaration and decree of bankruptcy, in the declaration mentioned, was not made, nor did the cause of suit in the-declaration mentioned first' accrue to said plaintiff at any time' within two years next before this suit was brought against the said defendants in this behalf”\n/.To each of these pleas .the plaintiff filed a general demurrer.— There was joinder, and the Court, (Thomas Douglas, Judge,) gave judgment, “that the said pleas- of the said defendants, by them firstly-fourthly and fifthly, above pleaded,, are sufficient in law to bar the said plaintiff from haying or maintaining his aforesaid action against them the said defendants,” &c.’&c. — “And therefore, it. is considered by the Court, that the., said plaintiff take nothing by his said suit, but that he in mercy,” &c.\nThe plaintiff in error insisted that these pleas, and the matters therein set up, are no bar to his action. • ■\nThe question is one of construction of the 8th section of the bankrupt law of the United States.\nThe 8th section enacts — “ And no suit at law or in equity shall, in any case, be maintainable by or against such assignee, or by or against any person, claiming an adverse interest touching the property and rights of property aforesaid, in any court whatsoever, unless .the same shall be brought within two years after the declaration and decree of bankruptcy, or after the'cause of suit shall first have accrued.\nThey insisted that this bar does not apply. Here is not a case of adverse ■interest touching any property or right of property of the bankrupt. The bankrupt held this judgment. The right to it was never in contest. The defendants, against whom it was rendered) surely have no adverse interest in the property, in this judgment.— The bar designed by the statute to apply to a case of conflicting claims to property or rights of property, has been made to apply to a case where the right of property is clear and undisputed*\nThey referred the Court to the Bankrupt Act in the Acts of 1841, published by authority, and particularly to pages 14th, 15th, sec. 8.\nThe counsel for the plaintiff in error have been able to find no adjudication on the limitation clause of this Bankrupt Act, and can therefore turn the Court to no authority.\nA. E. Maxwell, for Defendants in error;\nHe relied upon the 8th section of the Bankrupt act, to show that the 4th and 5th pleas are good, and that the demurrers to them were rightly overruled. The assignee derives his power to sue from the 3d section, and he can sue in no other case than is therein embraced ; and by comparison of that section with the 8th, it will be found that the eases barred after two years, are co-extensive with the cases where the assignee has power to sue — consequently, all cases which he can bring into court are subject to the bar given by the 8th section, if two years have passed before suit.\nThe argument that this is not a case of adverse interest touching the property or rights of property of the bankrupt, proves too much. If not, the plaintiff has no right to be in this Court; for the 3d section does not authorise him to sue, except in such cases, and he cannot go beyond the authority there conferred on him. But giving' the statute a proper construction, this is a case within its meaning. The interest of the plaintiff in the judgment is adverse to that of the defendant, and it is, also, a case “ touching” — in other words, relating to or concerning — the judgment, which was the “ property” of the bankrupt; not, to be sure, a case where the right to the judgment is involved, but one touching or relating to the property, viz : the judgment.\nBut independent of this, the bar extends to “ any case” by or against the assignee, which is Certainly broad enough to cover this case, whatever be its character."
  },
  "file_name": "0219-01",
  "first_page_order": 259,
  "last_page_order": 265
}
