{
  "id": 8849318,
  "name": "Abner M. Sessions, who sues for the use of Hamilton W. Sharp vs. John Stevens",
  "name_abbreviation": "Sessions v. Stevens",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "233",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "4 Mass 508",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003955,
        2003909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0444-01",
        "/mass/4/0444-02"
      ]
    },
    {
      "cite": "2 How. 343",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "10 Peters' Rep. 479",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pick. 67",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 19892,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 1.8241771563470215e-07,
      "percentile": 0.719632882071503
    },
    "sha256": "a38004bc95bc7a8f3e2d97cb7195cd62ee38a1d6ac296f4308b362f0d7395a48",
    "simhash": "1:8e7fd72c145754d5",
    "word_count": 3495
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Abner M. Sessions, who sues for the use of Hamilton W. Sharp vs. John Stevens."
    ],
    "opinions": [
      {
        "text": "Baltzem,, Justice:\nThis is a suit institued by Sessions against Stevens,' in the Court below, on a note for $106, payable the 1st of September, 1842, to Adam Wyrick, and by him assigned to plaintiff. The defence principally relied upon was, that “ defendant was served with a process of garnishment issued from the Superior Court of Jefferson county, upon a judgment and execution issued out of said court, in which James Branon was plaintiff, and said Wyrick was defendant, to answer concerning his indebtedness to said Wyrick, according to law, and upon such answer at November Term, 1844, of said court, judgment was rendered against said defendant for the amount due on the note, to wit, the sum of $71, and $3 94 costs, which record he brings into court, &c.” To this there was a replication'“that no such judgment as mentioned in said defendant’s plea, was obtained in favor of James Branon at said November Term, 1844.”\nThe Court below directed the jury that plaintiff was not entitled to recover, and the propriety of this instruction is now presented to the consideration of this Court by the assignment of errors. The instruction would seem to follow as a consequence from the state of the pleadings, and the successful maintenance by defendant of his plea of judgment recovered. A judgment against a garnishee, pri-ma facie, is a bar to a subsequent recovery of the same .note in the hands of any one. The law in such cases constitutes the execution creditor an assignee of the note from the time of the service of the notice of garnishment, and entitles him to judgment as if the note had been regularly assigned to him by act of the party, otherwise there would be the strange and extraordinary anomaly of a tribunal of justice committing an act of injustice, by compelling a party to pay twice on the same engagement.\nSuch judgment is the action of a court of competent and general jurisdiction, and is entitled to all the attributes of an adjudication upon the subject matter. By it, the note in legal contemplation, becomes extinguished, loses its identity and character-, and ceases to be the subject of future action. “It is evidence not only of the judgment, but of the right which it has decided.” 3 Peters’ Cir. Ct. Reps. 74. “A judgment in its-nature concludes the subject in which it is rendered, and pronounces the law of the case. It puts an end to all enquiries into the fact, by deciding it.” 3 Peters’ Reps. 204, 205.\nIf the plaintiff, instead of taking issue on the plea as to the existence of the judgment, had replied, that he was a bona fide holder of the note before service of the notice of garnishment, a different case might have been presented. 3 Pick. 67. But this was not done, and it is questionable whether such evidence was admissible on the trial. Yet the evidence shows the note to have been assigned after service of the notice. The assignment of the note bears date the year it became due. Omitting the day and the month, a suspicious circumstance, and the proof on the part of the defendant, was that Wyrick, the original holder in March, 1843, (the notice being served in February preceding,) asked payment of Stevens of the note. Stevens said he had been garnisheed. Wyrick asked for another note. Wyrick had it, and showed it to Stevens.” The plaintiff did not prove when or how he obtained the note. Under this state oí facts, we concur in the opinion with the Circuit Court as to the propriety of the instruction given.\nIt was objected that the notice of garnishment was illegal, there not being a return of “ no property” on the execution, which is made a pre-requisite by the statute to the issuing of notice of garnishment. That there was an irregularity in this respect, does not admit of doubt, and if the application had been made to the court rendering the judgment to set aside the notice, or objection had been made to the answer of the garnishee, the court would probably have quashed it, or excused him from answer. In case of overruling his objections, the party might have appealed, or had his writ of error. But this is his privilege, and he may waive it. By declining this course, he is presumed to have assented to it, nor is he or his assignee permitted to disturb the judgment afterward in another suit, presenting the question in a collateral manner. These principles will be found to be asserted in repeated decisions of the Supreme Court of the United States. Thus “ a court which is competent by its constitution to decide on its own jurisdiction, and to exercise it to a final judgment, without setting forth in its proceedings the facts and evidence on which it is rendered, whose record is absolute verity not to be impugned by averment or proof to the contrary, is of the description of courts whose judgments are conclusive if not removed to an appellate court. There can be no judicial inspection behind the judgment, save by appellate power.” Voorhees vs. Bank U. S. 10 Peters’ Rep. 479. Grignon’s Lessees vs. Astor, 2 How. 343. Considering this view of the subject conclusive, we have not deemed it necessary to notice the other points in the case ; being fully satisfied that the judgment should be affirmed — which is decreed accordingly.",
        "type": "majority",
        "author": "Baltzem,, Justice:"
      }
    ],
    "attorneys": [
      "Randal & Hagner, for Appellant:"
    ],
    "corrections": "",
    "head_matter": "Abner M. Sessions, who sues for the use of Hamilton W. Sharp vs. John Stevens.\nA judgment against a garnishee prima facie is a bar to a subsequent recovery on the same note in the hands of any one. The law in such case constitutes 'the execution creditor an assignee of the note from the time of the service of the notice of garnishment, and entitles him to judgment as if the note had been regularly assigned to him by act of the party.\nBy the judgment against the garnishee, the note in legal contemplation, becomes extinguished, lose3 its identity and character, and ceases to be the subject of future action.\nIf however the Plaintiff be a bona fide holder of the note before service of the notice of garnishment, it would be otherwise, and he would be entitled to recover on the note, notwithstanding the judgment against the garnishee.\nIt is irregular to sue out a writ of garnishment prior to a return of “no property found” on the execution, and the court will,'in such case, upon application, set aside the writ or excuse the party from answering. If however, the Defendant in execution neglects to make such application, he will be presumed to have waived the irregularity, and neither he nor his asignee will be permitted to disturb .the judgment afterwards in another suit, by presenting the question in a collateral manner.\nAppeal from Jefferson Circuit Court — His Hon. Judge Thomas Douglas, presiding.\nThis was an action of assumpsit, brought by plaintiff as endorsee of a promissory note, of which the following is a copy:\n$106 46. By the 1st day of September next, I promise to pay Adam Wyrick one hundred and six dollars for value received.—\nJuly 30th, 1842.\n(Signed) JOHN STEVENS.\n[ENDORSED.]\n1843, Feb. — Received by Wm. West of the within $5 — A. Wyrick.\nFor value received, I endorse and assign the within note to A. M. R. Sessions, for benefit of H. W. Sharp — 1843. Adam Wyrick.\nThe declaration contained special and the money counts. — Pleas 1, non assumpsit. 2d That “ before and at the time of the transfer of said note in the first and second counts of the said plaintiff’s declation mentioned, to wit, 21st February, 1843, and before defendant had any notice of said alledged transfer of said note, and before and at the time of the commencement of this suit, the said defendant was duly served with a certain process of garnishment issued from the Superior court of Jefferson county, in a suit and upon a judgment in, and execution thereon, issued out of said Superior court, in which James Branon was plaintiff and the said Adam Wyrick defendant, to answer concerning his indebtedness to said Adam Wyrick according to law, and upon such answer made at November Term, 1844, of said court, judgment was accorded against the said defendant for the amount then due on the said note in said plaintiff’s declaration mentioned, to wit, the sum of $71, and $3 94 costs on same, paid James Branon towards satisfying his said judgment; and in consequence of said judgment said defendant was and is bound, liable and made obliged to pay said note to the said James Branon, as creditor of said Adam Wyrick, being the sum of $71. The whole balance due on the said note by the said defendant and said costs, which judgment is yet unannulled,” &c.\nTo 2d plea, plaintiff replied “ that in the garnishment case referred to by defendant in his said plea, the above stated plaintiff was not a party to the record in any way whatever, and ought not to be affected by said garnishment process and the judgment thereon.— Said plaintiff also saith that if at the commencement of this action, said debt was held and bound by said garnishment process, said plaintiff says that said defendant had not then answered to said garnishment ease; that there was at said time no judgment in said garnishment case against said defendant, and that said defendant was also held and bound by this the said action. Plaintiff saith further, that no such judgment as mentioned in said defendant’s plea was obtained in favor of James Branon at said November Term, 1844,” &c.\nOn the trial the endorsements on the note by Adam Wyrick, were proved.\nThe defendant gave in evidence a certain execution in favor of James Branon against Adam Wyrick, issued out of the Superior court for Jefferson county, on 4th May, 1841, on which was endorsed : — May 22, 1841, levied on 1 wagon and six mules, &c. June 5, 1841, levied an 4 mules, 1 gray horse, &c. — and that a claim bond had been interposed by Ann Christopher ; also, a writ of garnishment, sued out by James Branon, the plaintiff in the execution against Adam Wyrick, on 21st February, 1843, and directed to defendant, and which was duly served on him the same day it was issued, with the return of the defendant as garnishee that he owed Adam Wyrick a balance of $71; also, the judgment of the court in favor, of James Branon, the plaintiff in execution, against him for this amount. Plaintiff objected to the admission of the execution, writ of garnishment and judgment of the court thereon, because it appeared by the execution that property had been levied on, and that a return of “ no property found” had not been made on the execution before the garnishment issued, and because the said process was illegal; also, because the said judgment was not a proper subject of set-off, nor binding on plaintiff he not being a party thereto.\nThe Court overruled the objections, and plaintiff excepted.\nDefendant then offered one Watson, who testified “ that Adam Wyrick called on witness some time in February, 1843, and asked to loan him money, and agreed to pledge to -him, as security, the note now sued on as he believes; Wyrick said it was a note of Stevens, though he did not show the note ; afterwards, in March, 1843, after the garnishment, witness was present at Ellenwood’s house, where John Stevens then was, and Wyrick asked payment of Ste-. vens on this note; Stevens said he had been garnisheed; Wyrick asked Stevens to give him another note, as he wanted to transfer it; Stevens declined, saying he had been garnisheed: Witness saw the note ; Wyrick had it and showed it to him and Stevens ; then told Stevens that if he paid the money on the garnishment process, he, Stevens, would have to pay it again.”\nThe plaintiff asked the Court to instruct the jury:\n1. That if Stevens confessed to the judgment creditor upon a garnishment illegally issued, and which he was not bound to answer, because irregular and illegal, then that the judgment confessed cannot be set up against the note.\n2. That if the note was taken after due, the equities then existing, when so taken, only can apply.\n3. That Stevens having confessed the debt due to Wyrick when he had notice of Sessions’s claim, has no right to set up against plaintiff the judgment rendered on his admission of debt.\nWhich instructions the Court refused, and instructed the jury:—\n1. That Sessions was bound to take notice'of the garnishee process, taking the note after due.\n2. That defendant is liable to plaintiff unless bound by the garnishee notice; that he was bound by the garnishee notice ; that Stevens was concluded from paying this note after service of the garnishee notice. In this case it was clearly proved that Sessions took the note long after it became due, and that before he took it, the defendant had been garnisheed by one James Branon; that Sessions, the plaintiff, was not entitled to recover; that Stevens was not bound to go to the expense of defending the garnishee notice ; that all was regular, and that his acknowledging that Sessions pretended to claim the note, made no difference, he having taken the note after it was dishonored.\nTo which instructions the plaintiff excepted, and took an appeal. The jury rendered a verdict for defendant.\nRandal & Hagner, for Appellant:\nThe Appellant is the assignee of a promissory note of Appellee, whom he sued in the court below. The defence set up was that the defendant had been “ duly garnisheed”'by a creditor of the original payee, before he had notice of any transfer, and that upon his answer made concerning his indebtedness, judgment was accorded against him, and in consequence of'said judgment, defendant “is bound and liable and made obliged to pay” &c. The answer of defendant to the alledged garnishment notice abundantly shows that he had notice of plaintiff’s claim as assignee of the note ; but defendant affected to treat the claim as a mere “pretence,” and confessed that he owed the money to the original payee.\nThis garnishment notice, and this judgment, are set up as a bar to the recovery of plaintiff as assignee upon said note.\nThey would examine the whole defence, in the order of the objections made to it.\nThe garnishee writ, answer and judgment were offered in evidence, and objected to by the plaintiff, but overruled by the court. Objected to by plaintiff:\n1st. Because the garnishment notice was illegal, null and void. It was issued without authority of law, before return made of “no property found” on the execution. See Duval, p. 11, sec. 17.\nThe garnishee was bound to see that the proceeding was regular. 1 Howard’s Rep. 49.\nIt was issued on an execution, long before dead and inoperative. The execution was issued in May, 1841, returnable to November Term, 1841. This garnishment pleaded to have been issued “ upon said judgment and execution,” was issued in February, 1843, nearly two years after the execution had run out.\nNext it was issued after a levy under the execution, made in due course of law, in May 1841, after claim bond filed.\nNow this levy was a satisfaction of the debt, and the bond took the place of the levy — and the statute expressly orders the marshal “to return the execution to the court.” Sec. 10, p. 10of Duval. And also, makes it-his duty — Sec. 9, p. 10 of Duval — “to postpone any further proceeding under said levy until the claim is tried.”\nThe return of “ no property found,” is essential to base any proceeding for satisfaction of the debt out of assets and effects in the hands of third parties, because without such return, and where there is a levy, the debt is satisfied. “ Pro hac vice.”\n2d. Because said judgment is not a proper subject of set-off.— Nothing less than satisfaction is a bar, even when all is regular, in a case like this.\nThey cited Wise vs. Hilton, 4 Greenleaf, 435 — “ A trustee judgment is no protection to the trustee against the claims of the person whose effects or credits were in his hands, unless it has been satisfied.” — Also, 1 Washington Circuit Court Rep’s. 425.\nThe Court admitted the evidence, and refused to instruct the jury as asked for by plaintiff — “ That if Stevens confessed to the judgment creditor upon a garnishment illegally issued, and which he was not bound to answer, because illegal and irregular, then that the judgment cannot be set up against the note.” They insisted the Court erred herein.\nThe Court will notice next, the 3d instruction asked for by plaintiff and refused — “That Stevens having confessed the debt due Wy-rick, while he had notice of Sessions’s claim, has no right to set up the judgment on his admission of debt against the plaintiff.”\nNow it is a principle of the law touching the trustee process, that “ upon the answer so made the Court, is to give judgment,” and no evidence can be admitted to charge or discharge the trustee, except what he discloses in his answers. Haws vs. Longton, 8 Pick’g. 67, and many other cases.\nNow, here Stevens declares that he owes the money to Wyrick, though he had notice of Sessions’s claim. He calls that claim “ a pretence,” and yet afterwards introduces witnesses to show that he had not notice of it. Now his answer is the best evidence.\nAs a stakeholder he was bound to make the parties in interest in-teepiead. Oldham vs. Ledbetter, 1 Howard’s Mississippi Rep. 47. If the case required it, further time would have been given him for the purpose of bringing all the parties before the Court. He had a right to require the adverse title to be legally settled ; but he chooses on the contrary, to deny to Sessions all legal claim, and confess the judgment.\nThey would turn the attention of the Court now to the 1st instruction given by the Judge:—\n“That Sessions (the plaintiff) was bound to take notice of the garnishee process, taking the note after due.”\nOn what principle of law this is grounded, they were at a loss to conceive. Taking the note after due, he was liable only to the equities at the time. So far from Sessions being bound to take notice of the garnishment, he held the note; this transferred the title to .the debt to him, and as the holder of the note hb had a recourse against the maker. Now if the creditor knew of any alledg-ed assignment, he should summon the assignee and compel a discovery. Dix vs. Cobbs, 4 Mass 508., Sessions held the paper_ an assigned security for money — and there were no equities between him and Stevens, except such as were between Stevens and Wyrick.\nThe 2d instruction is we think, correct, at least, according to our interpretation —“ He is bound to Sessions unless bound by the garnishee notice.” — Now it is clear he is not bound by the garnishee notice. It was clearly illegal, null and void, and he had only to say so to have defeated it,\nHere defendant confessed ,a debt as due, which was not due, to Adam Wyrick. He confessed it in favor of a man as a creditor of Adam Wyrick, whose debt, at the time was in view of the law satisfied. He confessed it then to one not a creditor, not entitled to receive it. He conferred it upon a void process, which he takes not the trouble to examine ; nor yet claiming to be a stakeholder, does he give any opportunity to the plaintiff here to interpléad. He has not, however, paid the money, and this of itself, defeats the attempted bar to the plaintiff’s recovery, while it will enable defendant to set himself right.\nJudgment on a trustee process against the defendant as garnishee of the plaintiff, is no defence in a suit for the debt, if the plaintiff in the original trustee process has by his neglect to comply with the local law, put his judgment in a state of suspension, so that an execution can no longer issue upon it, and it cannot be revived by a scire facias. Flower vs. Parker, 3 Mason, 247.\nHere at all events, that judgment may be reversed, and declared to be null. The broad principle in any event, is that “ á trustee judgment is no protection to the trustee against the claims of the person whose effects or credits were in his hands, unless it has been satisfied.” Wise vs. Hetton, 4 Greenleaf, 435. So that even as against Adam Wyrick, the judgment would be no bar to this recovery."
  },
  "file_name": "0233-01",
  "first_page_order": 273,
  "last_page_order": 281
}
