{
  "id": 8849357,
  "name": "Cornelius Taylor vs. John Baker",
  "name_abbreviation": "Taylor v. Baker",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "245",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "7 Mass. R. 22",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 John. 272",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0272-01"
      ]
    },
    {
      "cite": "6 Cranch, 222",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": 1
    },
    {
      "cite": "2 Wheat. 221",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444882
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/15/0221-01"
      ]
    },
    {
      "cite": "6 Cranch, 221",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        530411
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/10/0221-01"
      ]
    },
    {
      "cite": "1 Call, 257",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        2094904
      ],
      "opinion_index": 1,
      "case_paths": [
        "/va/5/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1407,
    "char_count": 40496,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.2890044617145926e-07,
      "percentile": 0.7860203432709784
    },
    "sha256": "82e45318b0511d7c948ddb5fefe4b71c42c42d666777729202658666e29a1929",
    "simhash": "1:124706e3990eaec6",
    "word_count": 7130
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cornelius Taylor vs. John Baker."
    ],
    "opinions": [
      {
        "text": "Baitzb^l, Justice:\nThis is a suit on an agreement by Taylor to pay Baker $300, “ provided he complies with an agreement made with me for his portion of land, which he is to receive from Government as an actual settler.”\nThe defence was, a failure of consideration, established, it is alleged, by a deed, the provisions of which are claimed to be in violation of an act of 'Congress. This deed (being the agreement referred to in the note sued on,) is first asserted to be in violation of the act of Congress, approved 4th August, 1842, “providing for the armed occupation and settlement of the unsettled part of the peninsula of East Florida”; but it was not in existence at the date of the deed, and can scarcely be construed to operate on a contract made prior to its passage.\nThe terms of the deed very clearly refer to an act in force at its date, and as the law granting pre-emption rights, approved 4th September, 1841, is the only one, to which we have been referred, as then in existence, its provisions must be regarded as having been in contemplation of the parties. The tenth section of that law provides, that “all assignments and transfers of the right hereby secured, prior to the issuing of the patent, shall be null and void;” and the question is presented, Whether the deed above alluded to, is in violation of this provision ? The law declares, “ assignments of rights secured to be void.” Now, such a right was only to be secured by a corn-pliance with the 10th and 12th sections, declaring, that “the person who has made, since the 1st of June, 1840, or shall make, a settlement on the public lands, &c., and inhabit and improve the same, and who has, or shall, erect a dwelling, such person shall be entitled to enter any number of acres, not exceeding 160, upon paying to the United States the minimum price of such land” — and, “prior to such entry, proof of the settlement and improvement, thereby required, shall be made to the satisfaction of the Register and Receiver, agreeably to such rules as shall be prescribed by the Secretary of the Treasury, who shall be entitled to receive fifty cents from each applicant for his services; and all assignments and transfers of the right hereby secured, prior to the issuing of the patent, shall be null and void.”\nThe fair construction of the act would seem to be, that the assignment of the certificate of the Receiver, made after payment of the purchase money and proof of pre-emption, would be void: this would be the assignment of a right secured under, or by virtue of the act, and such the law invalidates.\nBut this is not the case under consideration. Here, there was no right secured; no money paid to the Government; and no proof of pre-emption. The subject was a bounty, not a right — a thing in ex-. pectancy, which the party agrees not to prosecute, but relinquishes and abandons, leaving it to his vendee to obtain it, if he chooses, for himself. An assignment of a pre-emption certificate, or a right secured under the pre-emption law, is usually very concise and simple, as, indeed, are generally most acts of assignment. Thus, “ for value received, I assign and transfer the within to A. B.” “ The words required in assignments are, grant, assign, and set over.”— 1 Jacob’s Law. Die. 140. 1 Inst. 301.\nThe deed, under consideration, has not the words “ assign, nor grant, nor set over”: its terms are, “remised, released, and quit claimed, that parcel of land due me, under an act giving a bounty, which bounty I relinquish and convey,” &c. The terms of the deed are appropriate to the transfer of a claim and improvement on the public lands, held under expectancy of a pre-emption, a relinquishment of the right, and a transfer of the possession and occupancy.\nThis view is confirmed by the 13th section, which provides, “that before any person claiming the benefit of this act, shall be allowed io enter such lands, he shall make oath before the Receiver or Register, that he hath not settled upon and improved the land to sell the same on speculation, but, in good faith, to appropriate it to his own exclusive use or benefit, and that he has not directly, or indirectly, made any agreement or contract with any person or persons whatsoever, by which the title he might acquire from the Government should enure, in whole or in part, to any person except himself.” It would have been the heighth of folly to have made a transfer or assignment in the hope of obtaining a pre-emption in defiance of this provision; nor can we intend that there was such design, whilst the instrument is capable of a different construction. It must be sustained, if possible: “ nt res magis valeat quam pereat” “ The construction shall be favorable; and, therefore, if words are susceptible of two senses, one agreeable to, and another against law, the former shall prevail. The Courts will, if possible, so construe an instrument that it may have some operation, rather than invalidate it on the ground of illegality.” 2 Black. Com. 279 — 380. Coke Litt. 42. Chitty on Cont. 20. Cowper, 714.\nThis view is also confirmed by the fact, that there is no evidence in the record showing that there was any application for a right of pre-emption by either of the parties, or that Taylor expected or relied, in any way, upon obtaining a pre-emption through the cultivation and improvement of Baber. Whilst coming to this conclusion, wé are free to declare, that if there had been proof of anything approaching to turpitude in the transaction, it would have produced a different result.\nBy the law of the Territorial Legislature, as early as 1822, the sale of improvements on the public lands was allowed and rendered valid, nor was there ever a disapproval by Congress, of this action of the Territorial Government. Duval Comp. 45.\nWhilst we admit that there is a difference of opinion in some of the States of the Union, as to the validity of such sales, we desire to express our hearty concurrence in the sentiments expressed by the Supreme Court of Missouri, in the case of Clark vs. Shultz. The objection there, was, that the contract was not in writing, — an objection not prevailing here, — and the Court say, “ We feel the more inclined to .follow the New York decisions, and to leave the settlers free to dispose of their improvements, as of their horses and cattle. In truth, the very offer to sell the improvement, and give up accommodation and comfort, which the squatter has obtained for himself by his labor on the public lands, excludes altogether the idea that he intends, by the sale, to pass away any title or interest in the soil.— These improvements are often of much value to the new settler, and thb person making the improvement in building the cabin and clearing the field, is regarded by the Government as entitled to remuneration therefor, rather than as a trespasser, &c. It forms then, a good and sufficient consideration for any contract or price the purchaser may agree to pay for the possession of such improvements.” 4 Missouri, 235. 9 Missouri, 866. 5 John. 272.\n“A man may renounce his possession, and such abandonment in favor of another, is a sufficient consideration to support the contract growing out of such renunciation or abandonment.” 9 Missouri, 866.\nWe are of opinion, then, that the relinquishment by Baker, of the expected bounty of the Government, the abandonment and surrender of his improvements, and the possession taken by Taylor, of themselves formed a good and valid consideration for the agreement, and were not prohibited by the act of Congress alluded to.\nAnother ground assumed, is, that plaintiff did not prove that he had fully complied with the agreement. This must allude to the provision, that “Baker shall serve out the time required of settlers bylaw, which entitles them to either donation or pre-emption”: but this provision would seem to be superseded by another engagement attached to the deed, and which is incorporated in the agreement sued on, that Baker was to work for the term of one year, and Taylor was to pay him f 300 for his year’s services and his share of the land, which is considered full payment for the whole.”\nThe first provision, left the time of service indefinite; the latter, made it certain, and was more favorable to Taylor, as by the preemption law, only a few weeks service was required to entitle a party to'its benefits. But, supposing the first provision in force, we are not prepared to say that there is no evidence to prove a performance; on the contrary, we see little room to doubt the sufficiency of the proof in this respect.\nAgain, it is maintained, that there was a plea to the second and third counts, which was demurred to; and, as the demurrer was not disposed of, these counts, referring alone to the land, must be regarded as not in issue. The plea alluded to is, in effect, the general issue, which had already been filed, and gave to defendant no new advantage which he had not secured by that plea. It seems not to have been relied upon by the parties, and was properly treated as a nullity. And here we take occasion to say, that it is not enough in this Court, to shew that a plea was on file in the Court below: the party complaining, must go further, and shew that that Court either refused to act upon the pleading, or decided it wrongfully; otherwise, this Court would lose its appropriate office of an appellate tribunal, by deciding, originally, questions never raised in the Court below, and which, if presented, would probably have been correctly decided there.\nThe view we have taken of this case, is so strongly fortified by the other testimony in the record, as. to leave us entirely satisfied with the justice and equity of the verdict and the decision of the Court.\nThe services of Baker for the year, are estimated by one witness at $300, and by one of the defendant’s witnesses at $200 and his clothes, and $300 is the entire1 consideration for the improvement and services, both.\nUpon the whole case, we are of opinion, that the judgment be affirmed with costs.",
        "type": "majority",
        "author": "Baitzb^l, Justice:"
      },
      {
        "text": "Hawkiks, Justice,\ndissenting:\nWith due deference to the opinion pronounced in this case, I feel constrained to differ with the majority of the Court as to its conclusions of law, and also as to what constitutes the subject matter and consideration of the agreement, upon which the suit was instituted. It would appear by the evidence in the cause, that on the thirtieth day of May, 1842, Baker executed to Taylor, in substance, the following instrument:\nKnow all men, that I, John Baker, for and in consideration of the sum of three hundred dollars, to me in hand paid by C. Taylor, have remised, released, and quit claimed, and by these presents do remise, release, and quit claim to said Taylor, his heirs, &c., all that certain lot or parcel of land, to me due by the United States’ Government, under an act giving and granting to actual settlers within the country claimed and possessed by the Indians, a bounty of one hundred and sixty acres of land, which said bounty of one hundred and sixty acres of land, for the consideration .above mentioned, and'by these presents I relinquish and convey to the said C. Taylor, with all my right, title and interest, claim and demand unto or in anywise appertaining, together with all and singular the hereditaments and appurtenances thereunto belonging, and the remainder and remainders, reversion, and reversions, rights, profits and issues thereof. It is further understood, that I, the said John Baker shall serve out the time required, of settlers by law, which entitles them to either donation or pre-emption as the case may be. To have and to hold the aforesaid bargained premises to him the said C. Taylor, &c.\n(Signed,) JOHN BAKER.\n“ It is further understood, and by these presents agreed, that I, John Baker shall and will work for the said C. Taylor, for the term of one year, and the said Taylor is to pay me three hundred dollars for his year’s services and his share of .the land aforesaid, which sum is considered as full payment for the whole.”\nSimultaneously with this instrument, the following agreement was entered into by Taylor:\n“I promise to pay to John Baker, on or before the first day of January, 1843, the sum of three hundred dollars, provided he complies with an agreement made with me for his portion of land which he is to receive from Government as an actual settler, as also for his year’s services. May 30, 1842. “ C. TAYLOR.”\nThe first of these instruments is inartificially drawn, and somewhat vague in its terms; and where this is the case, it is always difficult to arrive at the true meaning of parties. In construing agreements, for the purpose of ascertaining their intention, we may look at concomitant matters and circumstances, if, by a view of the instrument, they may seem to have had a relation to, or connexion with the subject matter of the contract. Upon an inspection of the paper alluded to, I incline to the opinion, that it was an agreement for land that Baker might have become entitled to, under what is ordinarily termed the armed occupation bill; and I have come to this conclusion, not only owing to the intention fairly to be inferred, as I think, from the face of the instrument, but also that, at the time this agreement was entered into, the bill referred to was before Congress. Its passage was the subject of notoriety and discussion, a theme of general concern to the people of the (then) Territory, and one of peculiar interest to those who wished to avail themselves of the provisions of the bill, whenever it should become a law. I think, therefore, that this anticipated law was in contemplation of the parties to this instrument, as it does not seem to have direct reference to the pre-emption law. I think the phraseology of the instrument sustains me in the view I have taken, and that it was not a right of pre-emption that Baker intended selling tó Taylor. The words of the agreement are, “ all that certain lot or parcel of land, to me due by the United States Government, vnder an act giving and granting to actual settlers within the country claimed and possessed by the Indians.” Now, there was no such act in existence at the time of the contract; and, in the preemption law, it appears that settlements are to be made on those public lands to which.the'Indian title had been, at the time of such settlement, extinguished. It is true, the words of the agreement would seem to apply to an existing act, and Baker speaks of the land due him by the Government, under an act giving and granting to actual settlers, &c.; but, at the same time, he uses the words “do remise, release and quit claim,” and yet he clearly had no pre-emption or other right at'the time, but he conveys only that which he shall af-terwards acquire. I consider that all these words, though in presentí, are, as to their effect, prospective, and apply as strongly to the anticipated act of Congress, as to the terms of the contract.\nBesides, Baker agrees “ to serve out the time required of settlers by-hw, which entitles him to either donation or pre-emption, as the case may be.” No time is required by the pre-emption law to enable settlers to make their entries, and I think that the words “ .donation or pre-emption, as the case may be,” convey the idea that there was something contingent or alternative, that there was an uncertainty as to the form or manner in which the bounty of the Government was to be bestowed. If the language of the agreement was intended to apply to the pre-emption act, would it not have been explicit and definite, and alluded to it in clear and precise terms ? The passages I have particularly adverted to, in conjunction with the whole tenor of the transaction^ impress me with the conviction, that the contract was made with a view to the passage of the armed occupation bill.\nThe views I have thus expressed, I confess I have taken with some difiidence, owing to the difficulty I have before alluded to, in ascertaining the true and real intentions of parties, where the instrument is vague and uncertain in its terms, and I feel this diffidence increased when my opinions are not in. unison with those of my brethren on the Bench. ,\nIf I am correct in the view I have taken of the subject, the contract between Baker and Taylor, even if legal at the time, became illegal by virtue of the “ act to provide for the armed occupation and settlement of the unsettled part of the peninsula of East Florida,” for by the fourth section of that act, it is declared, “ That all sales, gifts, devises, agreements, &c. to sell transfers or liens, whatsoever, pri. vate or judicial, of the lands or any portion thereof acquired by this act, made at any time before patents shall have issued for the same, shall be utterly void and without effect, to every intent and purpose, whether in law or equity.” Even if the contract had not been illegal at the time, as I have before remarked, and became so after-wards by act of law, still it cannot be enforced. 10 East. 530. 3 M. and S. 267.\nIf, on the other hand, I am wrong in the view I have taken of the contract, and it does relate to the pre-emption law, still, I think, the action should not have been sustained, if being void for want of a good and legal consideration. A portion of it being founded on an illegal consideration, and the contract being an entirety, the whole of it becomes illegal.\nThere was clearly not the least shadow of title to the land conveyed, or agreed to be conveyed to Taylor, and the bare and naked improvements made by Baker, were all which were pretended to be conveyed. There are authorities which certainly go the length to say, that the sale of improvements on public lands, is a good consideration for a promise; but I agree with the opposite decisions, thinking they are founded on the true notions of law and public policy.\nIn Merrill vs. Le Grand, 1 Howard Mis. R. 150, it was decided, that a promissory note given in consideration of the purchase of an improvement upon vacant government land, is for an illegal consideration, and cannot be recovered.\nPersons settled upon the lands of the United States, without a right of pre-emption, are made trespassers, and an agreement to transfer their possession would be an agreement for the continuance of a trespass, and would be illegal and void.\nSo in Carr vs. Allison, 5 Blackford, 63, a bond was given in 1833, in payment of a certain sum, in consideration of an improvement previously made on United States’ land, and of the obligee’s promise not to enter the land on which the improvement was made. The preemption law of the United States, in force in February, 1833, did not authorize the transfer of a pre-emption right before a patent had issued for the land. It was held, that the improvement was not a valid consideration for the bond, and that the promise not to enter the land was void as against public policy. See also, 4 Yerger, 1, 3.\nThese sales, or transfers, are clearly against the policy of the statute, which seems to have had for its object the protection of bona fide settlers from the grasp or imposition of capitalists or speculators.— Among the requisites as prescribed by the pre-emption law of 1841, is that the party,«before claiming the benefit of the áct-by entering the land, shall swear that he has not entered upon and improved the land to sell the same on speculation, hut in good faith to appropriate it to his own exclusive use or benefit. Any attempt to contravene the policy of a public statute, should not meet with the aid of law to give it success, or enforce a contract which may be the result of such intended contravention;' The statute of 1841, declares, “that all assignments and transfers of the right hereby secured,” (that is,, after the' requisites of law have been complied with) prior to the issuing of the patent, shall be null and void.” If these transfers, even after the right is secured, are void, I should suppose also, that transfers and assignments without the right secured, would be equally so. All these pre-emption rights are mere bounties to settlers, to encourage the settlement of the public domain. They would seem to be privileges confined to the person, and incapable of assignment, so as to form a legal consideration for their sale or transfer.\nThe various States may certainly legislate as to the remediies in their own tribunals, and regulate the disposal of the property'of their own citizens; but Congress, by the Constitution, has the sole power of disposal of the public lands, and of making all needful rules and regulations thereto. See 13 Pet. U. S. R. 498.\nI cannot perceive, therefore, how a State enactment can regulate the sale of portions of the public domain, or legislate in regard to rights growing out of it. And, in point of morals, I can see no difference whether the Government, or an individual, is owner of the land upon which improvements are made, and attempted to be sold.\nI deem it my duty, upon this occasion, further to remark, that I cannot assent to the proposition so broadly laid down, that “ the Court would lose its appropriate office of an appellate tribunal by deciding, originally, questions never raised in the Court below, and which, if presented, would perhaps have been correctly decided there.” The case is before us upon the errors apparent upon the record; but I do not propose to discuss this question in reference to its bearing upon the case at bar, but to manifest my dissent to it as a general proposition, which, as it is laid down, may reach all future cases, and preclude this Court from looking into any error not presented in the Court below, although that error might shew that the cause of action had entirely failed. Such an error, if presented in the Court below, if is to be presumed would have been corrected there; but ifj because in the hurry of a trial at nisi prius, it has escaped the attention of both the Counsel and the Court, are we precluded from deciding it here 1 In the case of Powell vs. Waters, 8 Cowen, 701, Spencer, Senator, said, that, “ If the foundation of the action had manifestly failed, we cannot, without shocking all common sense of justice, allow a recovery to stand.” And it is worthy of our serious consideration, how far we can constitutionally disregard a manifest and palpable error on face of the record which is presented to us, whether that defect has been pointed out in the Court below, or insisted upon in this Court, or not. As was remarked by the Judge, who gave the opinion of the Court, in 14 John. R. 501 — 517: “ The object of Counsel is to aid the Court in its investigations, and it would be strange if the Court were bound to shut their eyes upon every point not suggested by them — it would make the rights of parties depend more upon the vigilance and ability of Counsel, than on the law of the land.” Judges must decide according to the law; and if it is not presented to them by Counsel, or their attention is not called to the true points of a case, still, if they themselves discover those points, or ascertain the law, they are bound by their obligations to pronounce it. In the case of Baird & Co. vs. Mattox, 1 Call, 257, the Court said: “ If the defendant is sued as heir, or devisee, and pleads that he has no assets by descent, on which plaintiff takes issue, and verdict be found for the defendant, a repleader will be awarded (by the Appellate Court, though not prayed in the Court below,) because the issue has only tried the right as to descent, and not as to the demise”; and, in Speaks vs. Shepherd, 6 Harr, and John. 84 — 86—87, it was held, that upon a writ of error, the Court are not only authorized, but bound to examine the whole record, and if there be error, it is their duty to reverse the judgment below, although the Court were right in the opin. ion they gave on the particular point upon which their opinion is prayed, and 7 Bacon Abr. 448, is cited to sustain this position.\nThere can be no doubt (said Mr. Justice Woodbury, in delivering the opinion of the Court in the case of Garland vs. Davis, 4 Howard S. C. R. 143,) that exceptions to the opinions given by Courts below, must be all taken at the time the opinions are pronounced. But it is equally clear, that when the whole record is before the Court above, any exception appearing upon it can be taken by Counsel, which could have been taken in the Court below, and the case of Roach vs. Hulings, 16 Peters, 319, is cited, which sustains the first proposition.\nSo, it is the duty of the Court to give judgment on the whole record, and not merely on the points started by Counsel. Slacum vs. Pomeroy, 6 Cranch, 221. 16 Peters, 319, Garland vs. Davis, 4 Howard S. C. R. 143. In the case of the United States vs. Burn-ham, 1 Mason C. C. Reports, 62, the Court alone took notice of the defect, which was the sole ground of its opinion; and Judge Story, who pronounced the opinion of the Court, said, “ The Court must pronounce upon the whole record”: and in the case of Patterson vs. The United States, 2 Wheat. 221, Justice Washington says: “ The Court considers it unnecessary to decide the questions argued at the bar,-as the verdict is so defective, that no judgment can be rendered upon it,” and upon that account the proceedings below were reversed. Harrison et al vs. Nixon, 9 Peters, 483 — 535, is also in point, and see Stephens on this doctrine.\nin the case of Slacum vs. Pomeroy, 6 Cranch, 222, before cited, Chief Justice Marshall said : “It is not too late to allege as error in this Court, a fault in the declaration, which ought to have prevented the rendition of the judgment in the Court below.”'\nI have thought proper to be thus prolix, lest I might, by my silence on the subject now, be precluded in a future case from noticing a vital error in the record, merely because it was not presented in the Court below, and which, from the views I entertain of my constitutional duty, I should not feel at liberty to disregard.",
        "type": "dissent",
        "author": "Hawkiks, Justice,"
      }
    ],
    "attorneys": [
      "J. & L. Branch, for Appellant, contended:",
      "L. A. Thompson & G. T. Ward, for Appellee.",
      "J. & L. Branch, in reply, remarked:"
    ],
    "corrections": "",
    "head_matter": "Cornelius Taylor vs. John Baker.\nThat clause of the pre-emption laws of the United States which declares “ all assignments and transfers of the rights hereby secured prior to the issuing of the patent, shall be null and void,” does not make void a contract for the sale and transfer of the rights which a settler expected thereafter to acquire, but refers only to a sale and transfer of the rights already secured.\nA sale by a settler on the public lands of the improvements made by him, forms a good and sufficient consideration for any contract or price the purchaser may agree to pay for the possession of such improvements.\nThe relinquishment, by a settler on the public lands, of the bounty of land which he expects to receive from the General Government and the surrender of his improvements, and of the possession, to the vendee, is a good and valid consideration to support a contract for the sale and transfer of such expected bounty of land and the improvements thereon; and such sale and transfer is-not prohibited by the act of Congress granting pre-emption rights.\nIt is not enough in this Court to show that a plea was on file in the Court below; the party complaining must go further, and show that that Court either refused to act upon the pleading, or decided it wrongfully. •\nAppeal from the late Superior Court of the Territory of Florida,, sitting for the counties of St. Johns and Musquito. — His honor Judge Douglas, having been counsel for the appellant in the court below, retired from the bench at the hearing in this Court.\nAssumpsit on an instrument of writing, of which the following is a copy:\nI promise to pay to John Baker, on or before the first day of January, eighteen hundred and forty-three, the sum of three hundred dollars, provided he complies with an agreement made with me for his portion of land, which he is to receive from government as an actual settler, as also for his year’s services.\n(Signed) C. TAYLOR.\nMay 30, 1842.\nThe declaration contained six counts. 1st, On a promissory note • 2d and 3d on an agreement that Baker should proceed to Lake Monroe and take possession of a certain piece of land, and cultivate the same, and surrender his pre-emption right and improvements to appellant; 4th, for work and labor; 5th quantum meruit6th, fc-r goods, wares, merchandize, and the money counts.\nPleas — 1st, Non assumpsit. 2d, That note was without a valuable consideration. 3d, That the consideration had failed. 4th, Set-off. 5th, That defendant never made such an agreement as that set out in 2d and 3d counts of the declaration; and if he did, that plaintiff had not complied.\nPlaintiff took issue on the fourth plea, and demurred to the 5th.— This demurrer does not appear to have been in any way disposed of.\nAt the trial, plaintiff read in evidence the note or instrument of writing on which the suit had been brought, and which is set forth above. He called Andrew Floyd, who testified that Taylor was engaged in buying up the claims of settlers to their lands; and on cross examination — that he, the witness, staid there till about the middle of July, and that Baker continued in defendant’s service until he left. John Simpson was also sworn, who testified that he was at Fort Mellon, where defendant lived, in December, 1841; that plaintiff was there; that in the Spring of 1842, defendant told him that he had an agreement with Baker; that he knew that Baker staid there and worked for defendant over a year; that he knew the land on which Baker settled or established himself, and that he had not lived on it since he left defendant; that they were not settlers under the armed occupation law; that the year previous Baker’s services would have been worth #30 per month, but that year wages were low. Henry A. Crane testified that the plaintiff turned over his land to defendant, and that defendant took possession of it and improved it; that the land was an island, known as Baker’s island, on which Baker settled; that he knew that plaintiff' worked for defendant during the summer of 1842, and that he continued on until some time in May, 1843; that on the first conversation he had with Taylor about this matter, Taylor told him that he had made a bargain with Baker for his land, and had him at work for him. He further stated that Baker’s services were worth #300 per annum.\nDefendant gave in evidence the agreement with Baker, referred to in the instrument sued on, of which the following is a copy :\n“ TERRITORY 03? FLORIDA, Í County of Musquito. $\n“ Know all men by these presents, that I, John Baker of the county and Territory aforesaid, for and in consideration of the sum of three hundred dollars, lawful money of the United States of Arne-rica, to me in hand paid by C. Taylor, likewise of the county and Territory aforesaid, at and before the sealing and delivery hereof, the receipt whereof is hereby acknowledged, and I the said John Baker therewith fully satisfied, contented and paid, have remised, released and forever quit-claimed, and by these presents do remise, release and forever quit-claim unto the said C. Taylor, his heirs, executors, administrators and assigns, all that certain lot or parcel of land to me due by the United States Government under an act giving and granting unto actual settlers within the country claimed and pos-sesed by the Indians, a bounty of one hundred and sixty acres of land; which said bounty of one hundred and sixty acres of land for the consideration above mentioned, and by these presents relinquish and convey to the said C. Taylor, with all my right, title and interest, claim and demand unto or in anywise appertaining, together with all and singular thé hereditaments and appurtenances thereunto belonging, and the remainder and remainders, reversion and reversions, rights, profits and issues thereof.\n“ It is further understood, that I the said John Baker, shall serve out the time required of settlers by law which entitles them to either donation or pre-emption, as the case may. be.\n“ To have and to hold the aforesaid bargained premises to him the said C. Taylor, his heirs, executors, administrators and assigns ; and the said John Baker for myself, and my executors, administrators and assigns, all and singular the above described property unto the said C. Taylor, his heirs and assigns as aforesaid, do relinquish and convey by these presents. In witness whereof, I have hereto set my hand and affixed my seal, this 30th day of May, one thousand eight hundred and forty-two.\n(Signed) JOHN BAKER.\nSigned, sealed, and delivered in presence of—\nAndkew Floyd,\nJohn W. Swinny.”\n“ It is further understood, and by these presents agreed, that I, John Baker shall and will work for the said C. Taylor, for the term of one year, and the said C. Taylor is to pay me three hundred dollars for his year’s services and his share of the land as aforesaid, which sum is considered as full payment for the whole.”\nDefendant introduced several witnesses whose testimony it is unnecessary to insert.\nThe proofs being closed, defendant asked the Court to instruct the jury, “ that the instrument of writing or any of the matters and things therein contained afforded the plaintiff no ground or evidence upon which he could recover in this case against defendant anything for the land in the said instrument of writing mentionedWhich instruction the court refused to give ; but charged the jury, that if they were satisfied, from the evidence, that the plaintiff had worked for the defendant a year, and had surrendered the land on which he-had settled to defendant, who had taken possession of the same, then the plaintiff was entitled to recover the amount of the note and interest from the time the note fell due, deducting, however, any sums ■which the defendant had paid to the plaintiff in clothes or tobacco, or such sum for the clothes and tobacco furnished as they might deem reasonable from the testimony, and that they should find a verdict accordingly.”.\nTo which charge and refusal to instruct the jury, as prayed by defendant, defendant excepted.\nThe jury returned a verdict for plaintiff for $338 88, and defendant appealed.\nAppellant assigned the following for errors :\n1. Because the Court erred in refusing the instructions prayed by counsel for appellant.\n•2. Because the Court erred in giving the instructions which it did.\n3. Because it erred in not instructing the jury upon the issues -submitted and evidence contained in the Bill of Exceptions, to find for plaintiff in the court below only so much as his work and labor were worth.\n4. Because the Court erred in not instructing the jury, that the deed, from Baker to Taylor, was void, under the laws of the United States; and that the promise of Taylor was, consequently, without consideration; and that no action could be maintained against him, on such promise or agreement.\n5. Because it erred in regarding the agreement, or promise of Taylor, as a promissory note; and in not requiring plaintiff, in the Court below, to prove a valuable consideration therefor; as, (ex. gr.) that the lands, in the deed of bargain and sale, had been legally and properly secured to Taylor, in compliance with the provisions of the deed, referred to in the instrument sued on.\nJ. & L. Branch, for Appellant, contended:\nI. That no issue was submitted to the jury, in which the value of the land was involved, or under which it could be recovered for. The 2 and 3 counts of the dec. (which alone refer to the land) having been demurred to, the jury could not return a verdict for the value of the land.\nII. That the instrument of writing sued on, is \"not a promissory note which imports a consideration, but only a promise, the consideration of which should have been proved by plaintiff, as set forth in the deed to Taylor, before he could recover. As to what constitutes a promissory note, see Bayley on Bills, page 1 and 14: A contract consists both of a promise and consideration. The instrument sued on, is evidence only of the promise.\nIII. If, however, the six counts were all in issue and properly sub mitted to the jury, the plaintiff, under the evidence, was not entitled to recover for the land, because the 2 and 3 counts set forth an agreement entirely different from that contained in the written deed or agreement. The allegata and probata must correspond: nor could plaintiff, the consideration being in writing, prove any other than that set forth in the agreement. 1. Greenlf. on Ev. 103 — Emery vs. Chase — 5. Greenlf. R. 232 — Schermerhorn vs. Vandurheyden — 1. Johns. R. 139.\nIV. The variance between the agreement set forth, and that contained in the written instrument, purporting to be a deed, introduced in evidence, is too palpable to be overlooked. On the accuracy required in setting forth the agreement, see Chitty on Pleading, 325— 333-4. 1 Selwyn, N. P. 108.\nV. If, however, the agreement had been correctly set forth in the declaration, the plaintiff was not entitled to recover:\n1st. Because he did not prove that he had fully complied with the agreement referred to in the instrument of writing sued on. This being a condition precedent on his part, and the burden of proof resting on him, he was not entitled to recover until he had shown, by proof, performance. Bank of Columbia vs. Hagner, 1 Peters, 465 —467.\n2d. Because the consideration, pretended to be conveyed, never existed; no such law as an act giving and granting unto actual settlers within the country claimed and possessed by the Indians, a bounty of 160 acres of land, having been passed: and because the promise of Taylor is nudum, pactum, the deed of bargain and sale being void under the laws of the United States.\nIt is evident the agreement and promise were made in contemplation of the armed occupation law, passed in the following August. This law makes all such transfers void. See Act of Congress providing “ for the armed occupation and settlement of the unsettled part of the peninsula of East Florida, approved 4th August, 1842.” If, however, it be contended that it refers to the pre-emption laws, then those laws also make such transfers and sales void. See Act of Congress, passed 4th September, 1841, relative to pre-emptions.\nThe deed being thus illegal, or contrary to the policy of the law, the promise of Taylor is not obligatory. See Selwyn N. P. 58 — 59.\nVI. No such law, or act of Congress, as that referred to in the deed of bargain and sale, having passed, Baker attempted to sell what he had not, and could never have. He undertook to do what was not in his power to perform. There was, consequently, no consideration for the promise of Taylor.\nA vendor, or person promising a benefit, is bound to know that he has title, or that he has the power to confer the benefit up to the extent to which the benefit professes to go; and that, not only in fact, but in law. 1 Selwyn N. P. 53 — 59. 1 Leigh’s N. P. 40. Ne-rot vs* Wallace, 3 T. R. 5 — 8. Allen vs. Hammond, 11 Peters, 76. McDermed vs. McCastlan, Hardin R. 18.\nVII. And lastly. Had Taylor given his promissory note, which would import a consideration, and place on Taylor the onus of proving the consideration to be illegal or to have failed, under the circumstances and proofs of the case no action could be maintained thereon against him. Bayley on Bills, 538-9. Hayne, et al, vs. Maltby, 3 T. R. 248. Fowler vs. Shearer, 7 Mass. R. 22. Til-lotson vs. Grapes, N. Hamp. R. 445, — and, particularly, the case of Bliss vs. Negus, 8th Mass. R. 46.\nAppellant might take the farther ground, that the contract being entire, and a part of the consideration being against the law and having failed, the plaintiff, Baker, is entitled to recover- nothing for his services, or work and labor. 15'Pick. R. 159.\nL. A. Thompson & G. T. Ward, for Appellee.\nJ. & L. Branch, in reply, remarked:\nThat the act of the Legislative Council of the Territory of Florida, approved September 16th, 1822, cited by Counsel for Appellee, referred, exclusively, to the improvements on the public lands, and not to the sale of an expected interest in the land. The deed from Taylor to Baker, purports to be a deed for land.\nThey insisted further that, if the Court should be of opinion that the above act of 1822, was applicable to the present case, it could not be relied upon to maintain this action, inasmuch as it had been repealed by act of the Legislative Council of the Territory of Florida, approved March 4th, 1842. See Acts of 1842, page 14."
  },
  "file_name": "0245-01",
  "first_page_order": 285,
  "last_page_order": 301
}
