{
  "id": 8849373,
  "name": "George W. Phillips, Claimant, vs. Whitehurst J. Hawkins, Plaintiff in Execution",
  "name_abbreviation": "Phillips v. Hawkins",
  "decision_date": "1847-01",
  "docket_number": "",
  "first_page": "262",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "1 Fla. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "5 John. 258",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0258-01"
      ]
    },
    {
      "cite": "8 John. 96",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/8/0096-01"
      ]
    },
    {
      "cite": "10 John. 471",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/10/0477-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 814,
    "char_count": 19661,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 7.980892021097957e-08,
      "percentile": 0.46355134990495583
    },
    "sha256": "fb7b2488ad5df731956c966a237d89547d4a8d5bb37f9b74447737c20efd98b2",
    "simhash": "1:ca3ba43d5a5ab790",
    "word_count": 3479
  },
  "last_updated": "2024-02-27T22:35:40.164291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George W. Phillips, Claimant, vs. Whitehurst J. Hawkins, Plaintiff in Execution."
    ],
    "opinions": [
      {
        "text": "Baltzell, Justice:\n■ This is an appeal from a trial of the right of property in a negro woman Dolly, had under the laws of the State permitting a-party, whose property is levied upon under execution or attachment, to have a trial of the right, on presenting an affidavit and giving bond as required by the statute.\nSadbury, the original owner of the property, on the 4th May, 1842, mortgaged it to Uz Wood, “ to pay all of certain notes on which Wood was security, together with interest, &c., so that Wood shall in no way be interrupted or injured in consequence of his having become security thereon, or shall, by any other lawful means, keep and save harmless said Wood, from the payment of said notes or any part thereof, and all costs, damages and charges, as security,” &c.\nAbout the 2d of July, 1845, (for the bill of sale has no date,) Wood, “ for the consideration of $500, sold and Conveyed to Phillips the ne. gro in question, as mortgagee. ”\nSadbury, by bill of sale dated 80th June, 1845, reciting the mort. gage, and “ that Wood had been compelled by process of law to expend and advance, as surety or endorser, certain sums of money to more than the value of the said negro woman: to reimburse Wood, and to save the expense of a suit to foreclose, and willing that a sale should be effected by private arrangement, he gives his assent to the sale to Phillips, and renounces and releases all right, title and interest in the said negro slave.”\nOn the trial it was admitted that the $616 29, paid on a case of Wm. Williams, one of the debts enumerated in the mortgage, was paid on a security debt of Sadbury.\nThe plaintiff in execution, contesting the claim of Phillips, relies on an execution from the Superior Court of Gadsden county, against Wood & Sadbury, for the sum of $795 04, with interest, &c., levied upon this negro woman and her child, the 4th of August, 1845.\nThe question is, Who has the better title ? It is too well established both by the English and American authorities, to admit of ques-tipn, that, “ on failure by a mortgagor to comply with the condition of the mortgage, the title in personal property becomes absolute in the mortgagee, and he may reduce it to possession.” 4 Kent, 138-9. Pow. on Mort. 3. 2 Vesey Jr. 378. 10 John. 471. Brown vs. Bement, 8 John. 96. 5 John. 258. 2 Pickering, 610. 7 Cowen, 290. So, “ his interest may be levied on and sold under execution.”\nThe case of Ferguson vs. Lee, is precisely in point. “ C. Lee had a mortgage upon personal property, which became absolute on the 1st of December, 1828. The property, therefore, became Ms on that day, as the mortgage was then forfeited. Subsequent to that day, the deputy Sherifflevied on the property, as the property of C. Lee — the levy was good and held the property.” 9 Wendell, 258.\nIn thq case under consideration, claimant asserts a forfeiture of the mortgage, by producing the deed of Sadbury, which admits, “ that Wood had been compelled, by process of law, to expend and advance as endorser, sums of money to more than the value of the woman.” The title in the negro woman was then absolute and complete in Wood at the date of the bill of sale, and was subject to the execution of Phillips, it being operative and in force at that time.\nWe do' not conceive it necessary to go into a more minute consideration of the case, either as to the instructions given, or those re. fused, satisfied that the right is with the plaintiff, and that the verdict was properly rmijtered. We see no objection to the instruction given by the Court below. The judgment is, therefore, affirmed with costs.",
        "type": "majority",
        "author": "Baltzell, Justice:"
      }
    ],
    "attorneys": [
      "L. A. Thompson & C. H. Dupont, for Claimant: .",
      "Douglass & Hogue, for Plaintiff in execution:"
    ],
    "corrections": "",
    "head_matter": "George W. Phillips, Claimant, vs. Whitehurst J. Hawkins, Plaintiff in Execution.\nOn failure of a mortgagor to comply with the condition of the mortgage, the title in personal property becomes absolute in the mortgagee, and he may reduce it to possession; and his interest may be levied upon and sold under an execution.\nThe condition of the mortgage being forfeited, an execution against the mortgagee of a slave, will have the preference over a bill of sale by the mortgagee-, made subsequent to the coming of the execution to the hands of the Sheriff, although such bill of sale be accompanied by possession and an assignment to the purchaser, by the mortgagor, of his equity of redemption.\nAppeal from Gadsden Circuit Court, on trial at its Spring Term, 1846, of a claim interposed by George W. Phillips, to a negro woman, Dolly, levied on under an execution in favor of Whitehurst J. Phillips vs. Stokeley Sadbury and Uz Wood, his Honor Judge Ma-crae, presiding.\nPhillips claimed under a bill of sale from Wood, the mortgagee, and an assignment to him by Sadbury, the mortgagor, of his equity of redemption. Upon the trial, claimant gave in evidence an indenture of mortgage from Stokeley Sadbury to Uz Wood, on this, and other negroes and property, made to secure Wood from loss, by reason of his endorsements, therein specified, for Sadbury, and which was executed and recorded on 4th May, 1842 — also, a bill of sale by Wood, the mortgagee, to claimant, recorded on the 2d July, 1845, but which has no date, and of which the following is a copy:\nState of Florida, > County of Gadsden. $\nWhereas Stokeley Sadbury, by deed of mortgage executed and bearing date on the fourth day of May, A. D. 1848, did among other things, and for the purposes therein mentioned, convey unto me, Uz Wood, a certain negro woman named Dolly, and described in the said mortgage as thirty.five years of age — and whereas it is the desire of the parties to the said deed of mortgage, that the purposes for which the same was given should be effected with as little delay and expense as practicable, which can be best accomplished by dispensing with a suit to foreclose the said mortgage (and having the pro. perty or such portion thereof as may be desired) disposed of at private sale; which desire has been fully manifested on the part of the said Stokeley Sadbury, by his written assent thereto had, hearing even date with this instrument of writing: — Now, know all men by these presents, that I, Uz Wood, of the county and State aforesaid, in consideration of the premises and of the sum of five hundred dollars of lawful money of the United States, to me in hand paid by George W. Phillips of the same county and State, at and before the seáling and delivery of these presents, the receipt whereof I do hereby acknowledge, have granted, bargained and sold, and by these presents, as mortgagee as aforesaid, do hereby grant, bargain, sell, assign, release and convey unto the said George W. Phillips, his executors, administrators and assigns, all the right, title and interest which I ever acquired by virtue pf the terms of the deed of mortgage aforesaid, in and to the said negro slave Dolly and her child Mary, about nine months of age:\nTo have and to hold the said negro slave Dolly, and her child Mary, unto the said George W. Phillips, freed from the claim or claims of any person or persons claiming or to claim by, through, or under me, as mortgagee as aforesaid.\nUZ WOOD, [L. S.] Mortgagee.\nSigned, sealed, and delivered in presence of—\nWar. Russell.\nAlso, an assignment by Sadbury,. the mortgagor, to claimant, of his equity of redemption, executed the 30th June, 1845, and recorded 2d July, 1845, of which the following is a copy.:\nState oe Flobxda, ) County of Gadsden. $\nWhereas, I, Stokeley Sadbury, of the county and State aforesaid, by deed of mortgage executed and bearing date on the fourth day of May, A. D., 1842, did mortgage unto Uz Wood, for the purposes therein mentioned, to wit, for the purpose of indemnifying him, the said Uz Wood, against any loss as an endorser or surety for me, amongst other things, a certain negro woman slave named Dolly, and described in the said deed of mortgage;. and whereas the said Uz Wood has been compelled, by process of law, to expend and advance, as surety or endorser as aforesaid, certain sums of money, amounting to more than the value of the said negro woman; and it being the desire of the said Uz Wood to reimburse the monies so expended as aforesaid, at the least possible delay and expense ; and I being also desirous of avoiding the expense of a suit to foreclose the said mortgage, and willing that a sale thereof should be effected by private arrangement, which sale is contemplated to be made to George W. Phillips, of the county and State aforesaid:\nNow, know all men by these presents, that I, Stokeley Sadbury, in consideration of the premises, do hereby fully accord my assent to the aforesaid contemplated sale, so far as may be necessary to bar me, or any person or persons claiming or to claim by, through, or under me, of any right or title to any equity of redemption, in or to the aforesaid negro slave or her increase; and I do further renounce, release, and forever quit claim unto the said George W. Phillips^ all right, title, or interest, of whatever kind, whether at law or in equity, which I have heretofore had, now have, of may hereafter have,in and to the said negro slave and her increase, so mortgaged as aforesaid.\nIn witness whereof, I have hereunto set my hand and affixed my seal, this 30th day of June, A. D., 1845.\nSTOKELEY SADBURY. [l. s.]\nSigned, sealed,- and delivered in presence of us—\nC. H. Dupont, Justice of the Peace. Wi. Russeli,.\nState of Florida, \\ Gadsden County. $\nThe foregoing reléase, duly recorded in book D, page 349, this 2d day of July, A. D., 1845.\nWilliam Russell, the witness to the bill of sale from Wood to Phillips, testified, that he saw the delivery of the slave to Phillips and the consideration, which was three hundred dollars in cash, and a credit of two hundred dollars on a note held by Phillips against Wood. Claimant also gave in evidence, several executions against Wood, to satisfy which his property had been sold; and one of which, for $616, it was admitted, was on account of a security debt for Sadbury. It was also admitted, that all the slaves mentioned in the mortgage to Wood, except the one in controversy, and one or two others, were held by Sadbury only for the life time of his wife, who died some time previous to the sale to Phillips, and that they had reverted to the estate of William D. Harrison.\nDefendant' gave in evidence the writ of fi. fa. vs-. Sadbury and Wood, under which the levy had been made, and the following endorsement thereon:\n“ Came to hand, 13th May, 1845.\nJ. G. Gamp, Marshal;\nBy Jambs Hiñe, D. M.”\n“ By virtue of the annexed fi. fa. I have this day levied on a negro slave by name of Dolly and her child named Mary.\nAugust 4th, 1845. JOHN G. CAMP, Marshal,\nBy James Hiñe, D. M.”\nClaimant asked the Court to instruct the Jury.:\n“First” — That the respective interests of Sadbury & Wood, in the property, as mortgagor and mortgagee, is not such a joint interest as will subject the property to a joint execution at law, as against a bona fide purchaser, for a valuable consideration.\n“Secondly” — That if the Jury believe the sale and purchase of the slave to have been made bona fide, and for a valuable consideration, that then, according to the evidence in the cause, the said slave cannot be made subject to an execution at law, as against the claimant”: which instructions the Court refused to give, — but in lieu thereof, instructed the Jury as follows, to wit: ’\n“ That notwithstanding any mortgage of the slave mentioned from Sadbury to Wood, or other transactions between them, no other right or interests intervening at the time the execution in question came to the Sheriff’s hand, the said slave was liable , to said execution, the same being against said Sadbury & Wood; and no after disposition or sale of said slave by said Sadbury & Wood, or either of them, could in any wise divest or impair the lien, or effective operation of said execution upon said property.”\nTo which refusal and instructions, claimant excepted.\nThe Jury returned the following verdict: — -“We, the Jury, find the property claimed herein, to be subject to the said plaintiff’s execution.”\nL. A. Thompson & C. H. Dupont, for Claimant: .\nUpon the facts of this case, they assumed the following propositions, to wit:\nI. The interest of Sadbury, being only an equitable interest, viz,: an interest in the “ equity of redemption,” was not subject to be-sold under a fi. fa. emanating from a common Law Court, and could be reached only through the process of a Court of Equity. 3 Atkin’s, 739. 8 East. 467. 1 Arch. Prac. 293.\nII. Wood, as mortgagee, held only a trust estate iii the property, and this was such an equitable interest as could not be taken under the process of a Court of Law, for his personal debts.\nIf, in opposition to this position, it be contended,.that the mortgagee is in possession of the legal title, the reply is:\nFirst — That although this may be technically true, yet the interest conveyed to the mortgagee is a qualified and limited interest, which cannot be taken by any process of law, for his private and individual debts. 1 Mad. Ch. Pr. 455. 2 Story Eq. 289. Fonb. Eq. b. 11, chap. VII, sec. 1, note A.\nSecondly — Vide 4 Durn. & East, 646, as applicable to executions. The doctrine, that the “ legal title” is in the mortgagee, is to be received in a purely technical sense, and if it ever were- intended to make the terms “ title and estate” synonymous, that doctrine is now exploded; for a deed of mortgage is now viewed as a mere “security,” and it is now necessary to resort to Chancery, as the only tribunal in which the mortgagee can make his estate available. 2 Story Eq. 326 to'330. Fonb. Eq. b. 2, chap. 1, sec. 2. 4 Kent, 157.\nThirdly — The term “ legal title” does not mark the quantity or quality of the interest, possessed by the mortgagee, and is to be distinguished from the term “estate” — the term, “ title”, is only the evidence of a “ right” — the term, “ estate”, is the right itself. The latter is tangible, and alone subject to levy and sale: the former is intangible, a mere evidence or muniment of estate.\nThe legitimate deductions to be drawn from the foregoing argument, are as follows, viz.:\n1. If the interest of Sadbury, as mortgagor, (being a mere “equity of redemption,”) was so purely an equitable estate, as not to be reached by a Common law process, or writ of execution issued against him singly, and the estate of Wood, as mortgagee, was in the nature of, and so essentially a trust, as to relieve it from responsibility for his personal or individual debts; then, the mere circumstance of the writ of fi. fa. being “joint” against mortgagor and mortgagee, can impart to, it no additional virtue or superior energy, so as to make it as a. joint writ', avail against the interest of both defendants, when, as against thé separate estate of either, it was wholly inoperative.\n2. The first proposition being admitted, viz.: that “ an equity of redemption is not subject to an execution at law,” if the levy, under this joint writ of fi. fa., be sustained, it inevitably leads to this absurdity, that, the mere form, or character of the writ, changes the respective interests of the mortgagor and mortgagee,' both as to quantity and quality, and converts a purely equitable, into a strictly legal estate.\nIII. The trust, created by the deed of mortgage, although primarily intended for the indemnity of the mortgagee,' inured to the benefit of all the creditors named in the deed, and could be enforced in a Court of Equity,-against the mortgage.\nIf this levy, by one of the creditors, (made by virtue of a common law process,) be sustained, then,-it gives to that one creditor the pow. er to appropriate exclusively to his individual demand, an equitable fund, which a Court of Chancery would distribute to. the creditors named in the deed, according to the dignity and magnitude of their several demands. -• '\nIV. Thus far the argument has proceeded upon the ground, that the property was in that position that it could not be reached by a common law process, and was subject alone to the decree of a Court of Chancery. We now proceed to show, that (if the property was not subject to the fi. fa.) claimant obtained a full and complete title under the bill of sale from Wood, and deed of release from Sadbury:\n... 1st. The mortgaged, acting as,a “trustee”, has a right, with the assent of the mortgagor, to sell and convey the mortgaged property.\n2d. As to the appropriation of the purchase money, the rule is, that “ whbn the trust is of a complicated character, or the debts to which the fund is to be applied are numerous, the purchaser of a trust estate is not bound to see to the application of the money.” 2 Story Eq. 477-8-9. 'Fonb. b. 2, chap, vr, sec. 2, and cases cited 12 Wheaton, 498.\nV. The remedy of the appellee, (as plaintiff in execution) is by Bill in Equity against Wood & Sadbury, to compel an appropriation of the property to the payment of the debts mentioned in the deed of mortgage.\nVI. When the claimant was in possession at the time of the levy, it became requisite for the plaintiff in execution to show a “ legal lien” paramount to the title of possession.\nDouglass & Hogue, for Plaintiff in execution:\nThe positions taken by them were:\n1st. That the execution, in this case, has relation back to the time of the delivery of the writ to the Sheriff. Bingham’on Executions, page 80, xiii vol. Law Lib. This property belonged to the defendants in execution jointly, and was, therefore, like all other chattel interests, subject to the execution.\n2d. If the property, so situated, was not subject to execution, then we contend, that the mortgage from Sadbury to Wood, his co-defendant, while the suit was pending, is void against the plaintiff in execution : because, its necessary effect, if allowed to stand good, is, to hinder, delay and defraud creditors. The principle settled in the cases of Edwards vs. Harben, Ryall vs. Rowles, and many others in England, followed up by the case of Hamilton vs. Russel, in the Supreme Court of the United States, and by many cases in the State Courts of this country, was this: that, in the case of an absolute sale or mortgage of goods, unless the possession accompanies the transaction, it is fraudulent, per se. The reason of these decisions was, that the necessary effect of such transactions is to hinder, delay and defraud creditors, and it was contrary to the policy of the law to sustain such sales or mortgages. The same principle applies to a case of this sort, it being a mortgage from one defendant to another, no matter whether possession is delivered or not. The effect of sustaining such an act is, to hinder, delay and defraud; and thus it comes within the principle settled in the cases referred to, which principle is applicable to all cases of constructive fraud. See Kent, n vol. pages 515 to 531.\n3d. If this will not hold, then, they contend: That, at the very time when Sadbury released his equity of redemption, the necessary legal operation and effect of his release was, to convey his equity to Wood; thus saving the necessity of a foreclosure, and thus enabling him to sell to Phillips. At that very point of time then, the property in the hands of Wood became subject to the execution; and this, though it is called an assignment of the equity. The instrument shews on its face that it was a release, and was intended to enable Wood to sell. That being the case, it must operate between parties between whom there exists some privity of estate:. See 1 Tucker,-page 252 — Releases.\n4. The mortgage was forfeited at the time when the execution was placed in the officer’s hands and levied; and thus the legal estate was in one of,the 'defendants."
  },
  "file_name": "0262-01",
  "first_page_order": 302,
  "last_page_order": 310
}
